Repository: gorrt/gdt-translations
Catalog: *.po
Languages: hu

source: It seems that something went wrong when purchasing the app. Please close the app and try again later. If the issue persists please contact {0}
hu: Úgy tűnik, hogy valami gond történt a vásárlásnál. Kérlek, zárd be az alkalmazást, és próbáld később. Ha a probléma továbbra is fennáll, írj {0}

source: Store Confirmation Error
hu: Bolt ellenőrzési hiba

source: It seems that something went wrong when trying to purchase the app. This usually indicates a problem with the Store. Please try again later and if the issue persists please contact {0}
hu: Úgy tűnik, hogy valami hiba történt az alkalmazás vásárlásakor. Általában ez a bolttal kapcsolatos hibát jelez. Kérlek próbáld meg később és ha a hiba továbbra is fennáll, lépj velünk kapcsolatba. {0}

source: Store Error
hu: Bolt hiba

source: It seems that something went wrong when trying to go to the Store page for the full app. Please try again and if the issue persists please contact {0} or search for Game Dev Tycoon manually on the Windows Store.
hu: Úgy tűnik, hogy valami hiba történt a teljes alkalmazás bolti oldalának elérésekor. Próbáld meg később, és ha a hiba továbbra is fennáll, értesítsd a(z) {0}-t vagy a Windows Store felületén kézzel keresd meg a Game Dev Tycoon oldalát.

source: You have reached the end of the {0} version. If you like what you've seen so far then you should definitely check out the full game. You can find a brief description of what awaits you below.
hu: Elérted a {0} verzió végét. Ha tetszett, amit eddig láttál, akkor talán meg kellene venned a teljes játékot. Rövid leírást erről lentebb találsz.

source: <strong>If you unlock the full game you can continue playing the game you've already started.</strong>
hu: <strong>Ha feloldod a teljes játékot, akkor folytathatod a már megkezdett játékot.</strong>

source: Go to full game ...
hu: Érdekel a teljes játék...

source: Unlock full game ...
hu: Teljes játék megnyitása...

source: Cash
hu: Pénz

source: Total fans
hu: Összes rajongó

source: Total game releases
hu: Összes játékmegjelenés

source: Total unit sales
hu: Összes eladás

source: Total design points generated
hu: Összesen generált kivitelezési pont

source: Total technology points generated
hu: Összesen generált technológiai pont

source: Total research completed
hu: Összes befejezett kutatás

source: Most sales ({0})
hu: Legtöbb eladás ({0})

source: Most fans ({0})
hu: Legtöbb rajongó ({0})

source: Most expensive ({0})
hu: Legdrágább ({0})

source: Most profitable ({0})
hu: Legjövedelmezőbb ({0})

source: Least profitable ({0})
hu: Legkevésbé jövedelmező ({0})

source: Most used topic ({0})
hu: Leggyakoribb téma ({0})

source: Most used genre ({0})
hu: Leggyakoribb műfaj ({0})

source: Thank you for playing the {0} version. If you like what you've seen so far then you should definitely check out the full game.
hu: Köszönjük, hogy játszottál a(z) {0} verzióval. Ha tetszett, amit eddig láttál, ajánljuk a teljes játék beszerzését.

source: If you unlock the full game you can continue playing the game you've already started.
hu: Ha megnyitod a teljes játékot, akkor folytathatod a játékot, amelyet már elkezdtél.

source: coming soon
hu: hamarosan

source: Y{0} M{1} W{2}
hu: {0}év {1}hó {2}hét

source: Loss:
hu: Veszteség:

source: Select Game
hu: Játék választása

source: Game History
hu: Játéktörténet

source: Select
hu: Kiválaszt

source: Company Name
hu: Cég neve

source: Player Name
hu: Játékos neve

source: Auto
hu: Automatikus

source: Slot
hu: Hely

source: Rank:
hu: Rang:

source: Units:
hu: Darab:

source: No scores yet. Once you finish a game your high score will be listed here.
hu: Jelenleg még nincsen pontszám. Ha befejezel egy játékot, a pontszámod itt jelenik majd meg.

source: How do you want to market {0}?
hu: Hogy akarod hirdetni a(z) {0}-t?

source: Today the new game platform {0} by {1} has been released.
hu: {1} a mai napon megjelentette a(z) {0} játékplatformot.

source: Project Size:
hu: Projekt méret:

source: New Topic
hu: Új téma

source: New Combo
hu: Új kombináció

source: Good Management
hu: Jó irányítás

source: (Bonus: x{0} - {1})
hu: (Bónusz: x{0} - {1})

source: Lvl.
hu: Szint

source: Due to increase in experience the following staff have earned a raise:
hu: A tapasztaltabbá válása miatt emelést érdemelt ki:

source: Salary increase
hu: Fizetésemelés

source: Special training available for:
hu: Speciális oktatás érhető el:

source: Special training
hu: Speciális oktatás

source: What do you want to research?
hu: Mit szeretnél kutatni?

source: Training Options
hu: Oktatási lehetőségek

source: Start Research
hu: Kutatás indítása

source: Start Training
hu: Oktatás indítása

source: RP
hu: KP

source: cr.
hu: kr.

source: Reviews for {0}
hu: {0} értékelései

source: Complex Algorithms
hu: Komplex algoritmusok

source: Game Demo
hu: Játékbemutató

source: Showreel
hu: Bemutatkozó

source: Searching...
hu: Keresés...

source: Find Staff
hu: Alkalmazottak keresése

source: Cost:
hu: Költség:

source: Level:
hu: Szint:

source: fans
hu: rajongó

source: {0} Fans
hu: {0} rajongó

source: ({0}) - purchased!
hu: ({0}) - megvéve!

source: No project
hu: Nincs projekt

source: Design
hu: Kivitelezés

source: Technology
hu: Technológia

source: Bugs
hu: Hibák

source: Remaining
hu: Fennmaradó

source: Custom Game Engine
hu: Egyedi játékmotor

source: Contract
hu: Szerződés

source: Time Left
hu: Hátralévő idő

source: No Project
hu: Nincs projekt

source: Hype {0}
hu: Izgatottság {0}

source: High score
hu: Legjobb pontszám

source: New
hu: Új

source: Save
hu: Mentés

source: Load
hu: Betöltés

source: High Score
hu: Legjobb pontszám

source: Paused
hu: Szünet

source: Saving...
hu: Mentés...

source: Go full screen to play!
hu: Irány a teljes képernyő!

source: Budget
hu: Költségvetés

source: Choose
hu: Kiválaszt

source: Game is finished!
hu: Játék befejezve!

source: Small
hu: Kicsi

source: Medium
hu: Közepes

source: Large
hu: Nagy

source: Y
hu: F

source: E
hu: M

source: M
hu: F

source: Pick Game Engine
hu: Játékmotor választás

source: Next
hu: Következő

source: Feature Selection
hu: Tulajdonság választás

source: Start Development
hu: Fejlesztés indítása

source: Company Details
hu: Cég adatok

source: Continue
hu: Folytatás

source: Advanced Options
hu: Fejlett beállítások

source: Game Length
hu: Játék hossza

source: Note: You can always continue playing after the main game is over. The game length simply specifies how fast new platforms come to market and when the high score is calculated.
hu: Megjegyzés: Folytathatod a játékod a főküldetés vége után is. A játék hossza csak az új platformok megjelenésének gyorsaságát és a végpontszám számítását befolyásolja.

source: Load Game
hu: Játék betöltése

source: Choose Save Slot
hu: Mentési hely választása

source: Level:
hu: Szint:

source: Design:
hu: Kivitelezés:

source: Technology:
hu: Technológia:

source: Speed:
hu: Sebesség:

source: Research:
hu: Kutatás:

source: Create a new Engine
hu: Új motor létrehozása

source: Create Engine
hu: Motor létrehozása

source: Quality Assurance Budget
hu: Minőségbiztosítási költségvetés

source: Special Project
hu: Speciális projekt

source: Start Project
hu: Projekt indítása

source: Time Allocation (Preview)
hu: Időbeosztás (előzetes)

source: Selected Features
hu: Kiválasztott tulajdonságok

source: Staff
hu: Munkatársak

source: New Record!
hu: Új rekord!

source: Experience gained
hu: Szerzett tapasztalat

source: XP Bonus:
hu: TP bónusz:

source: Release Game
hu: Játék kiadása

source: Trash Game
hu: Játék kidobása

source: Level Up!
hu: Szintlépés!

source: Units Sold:
hu: Eladott darab:

source: Costs:
hu: Költség:

source: Income:
hu: Bevétel:

source: Released:
hu: Kiadás:

source: Fans:
hu: Rajongók:

source: Avg. Review Score:
hu: Átlagos pontszám:

source: Top Sales Rank:
hu: Eladásszám rang:

source: Do you really want to throw away this game?
hu: Valóban ki akarod dobni ezt a játékot?

source: Note:
hu: Megjegyzés:

source: You do not lose the experience gained during development.
hu: A fejlesztés alatt szerzett tapasztalat nem vész el.

source: Do you really want to remove this from the market?
hu: Biztosan ki akarod vonni a piacról?

source: You will no longer get any income from it.
hu: Nem fogsz további bevételt kapni belőle.

source: Do you really want to cancel this project?
hu: Biztosan törölni akarod a projektet?

source: All progress on the project will be
hu: A projekt előrehaladása el fog

source: lost!
hu: veszni!

source: Do you really want to overwrite this game?
hu: Biztosan felülírod ezt a játékot?

source: Some of the features in the full game
hu: Néhány tulajdonság a teljes játékban érhető el

source: Move your company into bigger offices.
hu: A cég nagyobb irodába költöztetése.

source: Hire and train staff.
hu: Munkatársak felvétele és képzése.

source: Develop bigger/better games and unlock even more options.
hu: Nagyobb/jobb játékok készítése, több lehetőség megnyitása.

source: Unlock secret labs and conduct industry-changing projects.
hu: Titkos laborok és iparmegváltó projektek létrehozása.

source: And much more!
hu: És még sok más!

source: Unlock Full Game ...
hu: Teljes játék feloldása…

source: Final Score
hu: Végső pontszám

source: Close
hu: Bezár

source: Send us feedback
hu: Visszajelzés küldése

source: Want to provide some feedback or report some issues? Send us an email to support@greenheartgames.com - While we might not respond to every email we do read/consider everything that is sent to us.
hu: Szeretnél visszajelzést küldeni a felmerült hibákról? Küldj egy e-mailt a support@greenheartgames.com címre - Bár lehet, hogy nem minden elküldött levelet olvasunk el.

source: Send feedback ...
hu: Visszajelzés küldése...

source: Rate and Review
hu: Értékelés és jellemzés

source: If you like the game please consider rating it on the Store. If you want to support an issue please do not do this via a Store rating as we will be unable to reply.
hu: Ha kedveled a játékot, kérjük értékeld azt a boltban. Ha támogatást kérnél egy hibára, ne a bolton keresztül tedd meg, mert nem tudunk reagálni rá.

source: Rate and Review ...
hu: Értékelés és jellemzés...

source: Vote with your wallet
hu: Szavazz a pénztárcáddal

source: If you would've gladly paid a little more for the game or you just want to help make sure that we can continue bringing you games in the future then you can buy one of the supporter packs below. You will support a small independent start-up. This does not unlock any in-game perks and is entirely optional. You do get an achievement though :)
hu: Ha volnál olyan kedves, hogy egy picivel többet fizetnél a játékért, vagy csak szimplán segíteni akarsz a további játékok létrejöttében, megvásárolhatod a lentebbi egyik támogató csomagunkat. Egy kicsi, független kezdeményezést támogatsz. Ez nem nyit meg játékbeli előnyöket, nem kötelező. Bár kapsz egy teljesítményt :)

source: Thank you for playing!
hu: Köszönjük a játékot!

source: Current Game Statistics
hu: Jelenlegi játék statisztikái

source: Pre-filter Applicants
hu: Jelentkezők előszűrése

source: Start looking
hu: Keresés indítása

source: First Last
hu: Keresztnév Vezetéknév

source: Experience
hu: Tapasztalat

source: Speed
hu: Sebesség

source: Salary
hu: Fizetés

source: Hire Staff
hu: Munkatárs felvétele

source: Hire
hu: Felvesz

source: Accept Contract
hu: Szerződés elfogadása

source: Achievement Unlocked
hu: Teljesítmény megszerezve

source: Sound Effects
hu: Hanghatások

source: Game Music
hu: Játékzene

source: Volume
hu: Hangerő

source: Hint:
hu: Tipp:

source: We cannot respond to ratings & reviews on the Store.
hu: Az áruházban nem tudunk válaszolni az értékelésekre és jellemzésekre.

source: If you want to get in contact with us please do not do this via a Store rating/review but use one of the options below.
hu: Ha kapcsolatba akarsz lépni velünk, ne az áruház értékelését használd, hanem a lentebbi lehetőségek közül válassz.

source: Support
hu: Támogatás

source: Best for technical issues, detailed feedback or private messages.
hu: A legjobb a technikai segítségnyújtásra, részletes visszajelzéshez vagy privát üzenetekhez.

source: Social Media
hu: Közösségi média

source: Development stages
hu: Fejlesztési állomások

source: Stage 1
hu: 1. állomás

source: The game engine provides the basic building block of a game, the underlying technology. A good engine also enables things like multiplayer support, video playback and realistic physics.
hu: A játék motorja adja a játék alapvető építőelemét, az alap technológiát. Egy jó játékmotor lehetővé teszi a többszemélyes játékot, a videóbetéteket vagy a valós fizikát.

source: Gameplay defines how a player interacts with the game and how the game mechanics, the rules that make a game tick, work.
hu: A játékmenet határozza meg, hogy a játékos hogyan lép kapcsolatba a játékkal és milyen szabályok alapján működik a játék, milyen a mechanikája.

source: Storytelling and giving players goals to complete have been the basics of games for a long time.
hu: A történetmesélés a játékosoknak elérendő célokat ad, így hosszú játékidőt biztosíthat.

source: Stage 2
hu: 2. állomás

source: Dialogues are part of storytelling as well but also provide interaction between NPC's (non-player characters) and the player.
hu: A párbeszédek a történetmesélés részei, de megfelelő kapcsolatot is ad az NJK-k (nem játszható karakterek) és a játékos között.

source: Level design defines the structure a player takes through a game. This includes simple things like where objects are located but also the story arcs in a game.
hu: A pályaterv határozza meg a játékos haladásának módját a játékban. Ide tartozik a tárgyak pályán való elhelyezése, de a játék történetvezetése is.

source: A.I. is how computer controlled entities (enemies, companions or the world itself) reacts to the player.
hu: Az MI határozza meg, hogy a számítógép által irányított dolgok (ellenfelek, társak vagy maga a világ) hogyan reagálnak a játékosra.

source: Stage 3
hu: 3. állomás

source: Some games invent an entire virtual world. World design delivers a back story to a game and makes the game world more sophisticated and believable.
hu: Néhány játékban egy teljes világ kerül leképzésre. A világtervezés megadja a játéknak a háttértörténetet és annak világát sokkal kifinomultabbá és hihetőbbé teszi.

source: Graphics
hu: Grafika

source: The most obvious part of a game are its graphics but that doesn't mean it is always the most important part.
hu: A játék legnyilvánvalóbb része a grafika, de ez nem jelenti azt, hogy a legfontosabb része is.

source: While sound is not as often noticed as the graphics of a game, sound design plays a vital part to making a game great.
hu: Bár a hangokat nem veszik olyan gyakran észre, mint a grafikát, a hangtervezés is fontos szerepet játszik egy jó játék készítése során.

source: Hints
hu: Tippek

source: Think about what game you want to create, then decide what areas are really important for this game and focus on those. Don't hesitate to experiment and to change the values of the sliders around a lot.
hu: Gondolj arra, milyen játékot is akarsz csinálni, majd döntsd el, mely területek igazán fontosak - és fókuszálj ezekre. Ne habozz kísérletezni, nagy mértékben változtasd meg a csúszkák értékét.

source: Tutorial message history
hu: Oktató üzenetek napló

source: Create a game with a good topic/genre combination.
hu: Készíts egy játékot jó téma/műfaj kombinációval.

source: Turn it up to 11
hu: Tornázd fel 11-re

source: Get a reviewer to give you a 11/10 rating.
hu: Szerezz 11/10-es értékelést.

source: Save failed
hu: Sikertelen mentés

source: Could not load settings from steam cloud
hu: Nem tölhető be a beállítás a Steam felhőből

source: Could not save to steam cloud
hu: Nem menthető a Steam felhőbe

source: Could not save settings
hu: Nem menthetők a beállítások

source: Could not save game
hu: Nem menthető a játék

source: Hi, I'm Denise Ried the main developer of the {0} fan game. I just want to tell you that upon your recent 'request' from your legal department my project has shut down.{n}I poured a lot of effort into this and have always loved your company but I guarantee you that I shall not 'bother' nor support you ever again.
hu: Üdv, Denise Ried vagyok, a(z) {0} rajongói játék fő fejlesztője. Csak tájékoztatni szeretném a nemrégiben küldött 'kéréséről', amelyet a jogi osztálya küldött.{n}Nagyon sok időt és munkát öltem a projektbe, és mindig szerettem a cégét, de garantálom, hogy soha többé nem fogom 'zavarni', vagy támogatni ezek után.

source: Congratulations on finishing Game Dev Tycoon and thank you for playing! If you enjoyed our little game then please consider telling your friends about it.
hu: Gratulálonk a Game Dev Tycoon végigjátszásához, és köszünjük a játékot! Ha élvezted kicsiny játékunkat, ne felejtsd el megemlíteni a barátaidnak.

source: Agree
hu: Elfogad

source: Given that their most recent game {0} enjoyed universal success we simply cannot wait for them to unveil their new project!
hu: Mivel legutóbbi játékuk, a(z) {0} hatalmas sikert könyvelhetett el, alig várjuk, hogy mi lesz a következő projektjük!

source: Hopefully the company can do better than last time. We don't need another {0}.
hu: Remélhetőleg a cég jobbat csinál, mint legutóbb. Nincs szükség még egy {0} szörnyűségre.

source: Thank you for your time.
hu: Köszönjük az idejét!

source: More on {0}
hu: Még több itt: {0}

source: they are still experimenting what area
hu: még mindig próbálgatják, mely terület

source: and it seems that other industry professionals agree with this. Every game development project has limited resources so it's very important to use the time most effectively.
hu: úgy tűnik, hogy más játékiparban dolgozó profik is egyetértenek ezzel. Minden játékfejlesztési projekt kevés erőforrással rendelkezik, így nagyon fontos az időt jól kihasználni.

source: but it seems that other industry professionals disagree with that point of view saying that {0} is usually more important for this type of game.
hu: de úgy tűnik, hogy más játékipari profik nem értenek ezzel egyet, mivel {0} általában jóval fontosabb az ilyen típusú játékhoz.

source: give away
hu: átad

source: sell
hu: elad

source: negative
hu: negatív

source: Boss, it seems the fans who requested that we open source {0} were particularly upset with our decision and have caused quite a negative stirr. We've lost {1} fans.
hu: Főnök, úgy tűnik, hogy azok a rajongók, akik azt kérték, hogy {0} legyen nyílt forráskódú, felháborodtak a döntésünkön. Vesztettünk {1} rajongót.

source: gained
hu: szerezve

source: it cost us {0}
hu: {0} összegbe került

source: we made {0}
hu: kerestünk {0}-t

source: Legal Department
hu: Jogi osztály

source: Go to court. [~{0}% chance]
hu: Irány a bíróság. [~{0}% esély]

source: The court dismissed the patent infringement claims made against us stating that the claim was ridiculous. All costs were paid by the suing party.
hu: A bíróság elutasította a szabadalmi jogigényt, amit ellenünk nyújtottak be, mert nevetségesnek tartották a követelést. Minden perköltséget a felperes feljelentő fizet.

source: We rallied our fans to publicly fight against All Your IP Belongs To US
hu: Összegyűjtöttük a rajongóinkat, hogy nyíltan szembeszálljunk az All Your IP Belings to US-szal

source: and fight we did! We not only caused them to retract their claims but we also won {0} fans and the public's admiration. I doubt we will hear from those patent trolls again.
hu: és becsületesen harcoltunk! Nemcsak, hogy az igényeik visszavonására kényszerítettük őket, de {0} rajongóra és a nyilvánosság csodálatára is szert tettünk. Kétlem, hogy valaha is fogunk megint azokról a szabadalmi trollokról hallani.

source: but it seems that our efforts were fruitless. Seems we still have to pay {0} and the court costs of {1}. Maybe next time we'll have more luck.
hu: de úgy tűnik az erőfeszítéseink hiábavalók voltak. Úgy tűnik {0}-t kell fizetnünk a bírósági költségek {1} összege mellett. Talán legközelebb több szerencsénk lesz.

source: Settings
hu: Beállítások

source: Verifying...
hu: Ellenőrzés…

source: Could not initialize loaded game
hu: Nem sikerül betölteni a mentett játékot

source: okay
hu: rendben

source: terrible
hu: szörnyű

source: unknown
hu: ismeretlen

source: not at all important
hu: nem fontos

source: not very important
hu: nem nagyon fontos

source: very important
hu: nagyon fontos

source: Error
hu: Hiba

source: Today, Ninvento has announced a new mobile console called the Ninvento GS. It features two screens, one of them touch sensitive, and promises unique gameplay. While Ninvento has been struggling to regain their market lead ever since the TES 64 they still have a very strong position on the mobile market.{n}The Ninvento GS promises to strengthen this position and aims to breath life into a stagnating mobile market. The console will be in stores {0}.
hu: A mai napon a Ninvento bejelentette új hordozható konzolja, a Ninvento GS elkészültét. Két képernyőjéből az egyik érintésérzékelős, így egyedi játékmenetet garantál. Bár a Ninvento a TES 64 óta küzd a piac visszaszerzéséért, még mindig erős a kézikonzolok terén.{n}A Ninvento GS meg fogja erősíteni a cég helyzetét és valószínűleg életet lehel a stagnáló kézikonzol piacba. A konzol a boltokba kerül {0}.

source: Today, Mirconoft has announced their very own tablet device to combat the massive marketshare of Grapple's grPad device. The mPad features a sophisticated cover that comes with a integrated, ultra-thin keyboard. The tablet itself has a widescreen display and a integrated stand.{n}The mPad seems to be a combination of a traditional notebook and a tablet, and promises to shake up the market. The new product will be on the market {0}.
hu: A mai napon a Mirconoft bejelentette saját táblagépét, hogy versenybe szálljon a Grapple grPad eszközével. Az mPad remek beépített ultravékony billentyűzettel rendelkezik. A táblagép széles képernyővel és beépített tartóval lesz kapható.{n}Az mPad egy szokványos notebook és egy táblagép kombinációja, amely fel fogja rázni a piacot. Az új termék megjelenik a piacon {0}.

source: For fans of the mBox, the long wait for an update to the console will soon be over as Mirconoft has announced that the mBox One will be available {0}.
hu: Az mBox rajongói számára a konzol frissítésére történő várakozás hamarosan véget ér, hiszen a Mirconoft bejelentette, hogy az mBox One elérhető lesz {0}.

source: The new console is marketed as a unified entertainment platform and comes with voice control and a camera which is always watching to enable gesture control. A camera which is always on is not the only controversial feature as the new console also seems to require internet access at least once a day to function properly, does not support previous mBox games and seems to place restrictions on how games can be shared or resold.{n}Clearly, Mirconoft wants to push the current status quo and deliver a console for a new future of gaming but we are not sure if players will share Micronoft's vision.
hu: Az új konzol egy egyesített szórakoztató platform, amely hangirányítással és a gesztusokkal való irányításhoz hasznos kamerával van felszerelve. Az állandóan bekapcsolt kamera nem az egyetlen vitatott vonása a konzolnak, hiszen internetkapcsolatra is szüksége van napi egy alkalommal a működéshez. Továbbá a korábbi mBox játékokat sem támogatja, illetve bizonyos tiltások is vonatkoznak a játékok megosztása illetve újra eladása terén is.{n}Nyilvánvaló, hogy a Mirconoft a jelenlegi helyzetegyensúlyt kívánja megdönteni a jövő játékiparához való konzoljával, de az még nem biztos, hogy a játékosok egyetértenek a Micronoft elképzelésével.
