Repository: gorrt/gdt-translations
Catalog: *.po
Languages: hu

source: For fans of the mBox, the long wait for an update to the console will soon be over as Mirconoft has announced that the mBox Next will be available {0}.
hu: A mBox rajongói számára, akik a konzol frissítésére várnak, nemsokára véget ér, mivel a Mirconoft bejelentette az mBox Next megjelenését a(z) {0} dátumon.

source: Mirconoft has lost a substantial share of the market since {0} released their {1} console.{n}
hu: A Mirconoft lényeges piaci részesedést vesztett, mióta {0} megjelentette {1} konzolját.{n}

source: The new console seems to cleverly integrate Mirconoft's own motion sensor add-on for the mBox into one small package. The strength of the hardware seems to match expectations.
hu: Úgy tűnik az új konzol ötletesen integrálja a Mirconoft mBoxhoz készült saját mozgásérzékelőjét egyetlen kisebb csomagba. A hardver ereje úgy tűnik megfelel a várakozásnak.

source: but we will see how well the new console competes with the popular {0} console.
hu: de majd meglátjuk, hogyan veszi fel az új konzol a harcot a(z) {0} konzollal.

source: but we will see how the new console will fare against its competitors.
hu: de majd meglátjuk hogyan boldogul az új konzol a kihívóival.

source: Dear {0}, we, the worldwide game developers guild, would like to invite you to a special award ceremony at our main meeting at the end of the year. Please come. (Hint: The game will end at the end of this year.)
hu: Kedves {0}, mi, a nemzetközi játékfejlesztők céhe szeretnénk meghívni Önt egy különleges díjátadó ünnepségre a megbeszélésünkön az év végén. Kérem, jöjjön el! (Tipp: A játék ez év végén véget ér.)

source: {0}, a newcomer in the game industry, has just released their first game '{1}'. The game
hu: {0}, a játékipar újonca éppen most adta ki az első játékát, a(z) '{1}'-t. A játék

source: got generally low scores from reviewers but with a bit of experience we are sure that we will see better games from {0} in the future.
hu: általánosan alacsony értékeket kapott a tesztelőktől, de biztosra vesszük, hogy némi tapasztalattal a(z) {0} képes lesz a jövőben jobb játékokat fejleszteni.

source: had a moderate response from reviewers. We are curious what {0} will deliver in the future.
hu: közepes értékeléseket szerzett a tesztelőktől. Kíváncsian várjuk, hogy a(z) {0} mivel rukkol elő a jövőben.

source: received favorable reviews. With such a good start {0} are sure to gain fans quickly.
hu: kedvező értékeléseket kapott. Ilyen jó kezdéssel a(z) {0} biztosan hamar megnöveli rajongótáborát.

source: outstanding
hu: kiemelkedő

source: great
hu: nagyszerű

source: moderate
hu: közepes

source: below average
hu: átlag alatti

source: pretty bad
hu: elég rossz

source: {0} has recently released a sequel to their game {1}. The newest game in the series titled {2} was met with {3} responses.
hu: A(z) {0} nemrég kiadta {1} játékuk folytatását. A sorozat legújabb tagja a(z) {2} nevet kapta és {3} értékeléseket kapott.

source: Critics praised that {0} had a newer engine than the original, really driving technical innovation.
hu: A kritikusok dicsérték a(z) {0} eredetihez képest újabb motorját, amely tényleg a technológiai innovációra buzdít.

source: A major negative reaction came from fans who felt that with the original coming out just {0} weeks before, the company is trying to milk the franchise for more money without delivering much new for players to enjoy.
hu: Nagyobb negatív véleménynyilvánítást váltott ki a rajongókból, akik úgy érezték, mivel az eredeti játék csak {0} hete jelent meg, a vállalat csak még több pénzt akar kisajtolni anélkül, hogy sok újat tartogatna a játékosoknak.

source: Sequel
hu: Folytatás

source: {0} has recently released an expansion pack to their game {1}. The expansion pack titled {2} was met with {3} responses.
hu: {0} nemrég kiadott egy kiegészítőt a(z) {1} játékukhoz. A kiegészítő csomag címe {2} és {3} értékeléseket kapott.

source: {n}A major negative reaction came from fans who felt that with the main game coming out just {0} weeks before, the company is trying to milk the franchise for more money without delivering much new for players to enjoy.
hu: {n}Nagyobb negatív véleménynyilvánítást váltott ki a rajongókból, akik úgy érezték, mivel az alapjáték csak {0} hete jelent meg, a vállalat csak még több pénzt akar kisajtolni anélkül, hogy sok újat tartogatna a játékosoknak.

source: Expansion Pack
hu: Kiegészítő csomag

source: lite
hu: kevesebb

source: trial
hu: próba

source: {0} version
hu: {0} verzió

source: This is the {0} version of Game Dev Tycoon in which you can play until year five.
hu: Ez a Game Dev Tycoon {0} verziója, amiben csak az ötödik évig játszhatsz.

source: Welcome
hu: Üdvözlünk

source: good
hu: jó

source: It seems that the initial sales for {0} have fallen way below expected numbers. The game received {1} reviews but it seems that the chosen platform isn't very popular with the target audience.
hu: Úgy tűnik a(z) {0} kezdeti eladásai jóval a remélt értékek alá zuhantak. A játék {1} értékeléseket kapott, de úgy tűnik a választott platform nem népszerű a célközönség körében.

source: Sales Report
hu: Eladási jelentés

source: The latest game by {0} has had reviewers scratching their heads. Rather than bringing a new and innovative game to market the company delivered another {1}/{2} game which is more or less the same setting as their previous game.{n}One reviewer commented:'I think {3} was simply developed too soon after the previous game with not enough innovations in technology and design.'
hu: {0} legutóbbi játéka láttán a tesztelők csak a fejüket vakarták. Ahelyett, hogy egy új és innovatív játékot hoztak volna a piacra, a vállalat egy újabb {1}/{2} játékot tett le az asztalra, amely többé-kevésbé ugyanolyan mint az előző játékuk.{n}Az egyik tesztelő megjegyezte: - Azt hiszem a(z) {3}-t túlságosan sietve fejlesztették az előző játék után, nem elegendő technológiai és dizájn innovációval.

source: Media Report
hu: Sajtó jelentés

source: Welcome to your new office! Now that you have a bigger office you can also hire staff and forge a world-class development team to make even better games.
hu: Üdvözlünk az új irodádban! Most, hogy egy nagyobb iroda áll a rendelkezésedre, alkalmazottakat bérelhetsz fel és megalapozhatsz egy világszínvonalú fejlesztő csapatot és még jobb játékokat készíthetsz.

source: and
hu: és

source: Welcome to the new headquarters of {0}! We now have more space so you can increase the team further. The new office is also close to some renowned universities which gives us great access to new talent.
hu: Üdvözlünk a(z) {0} új központjában! Most már elegendő hellyel rendelkezünk és tovább növelheted a csapatodat. Az új iroda emellett közel található néhány híres egyetemhez, ami nagyszerű hozzáférést biztosít az új tehetségekhez.

source: Wow, this new office is amazing and the location is perfect too. I took a walk around the building earlier and had this radical idea. Why don't we open up our own research and development department?{n}This could really speed up our research and would allow us to attack bigger projects and innovations. It wouldn't be cheap but I think it would allow us to be the leading innovator in the gaming industry.{n}Anyway, I have done some research and I think we should open a lab and hire a whole team of researchers. Before we can do this however, we should have at least one design specialist in our team.
hu: Ejha, ez az új iroda nagyszerű és a helyszín is tökéletes. Korábban már körülnéztem az épület körül és a következő ötletem támadt. Miért nem nyitjuk meg a saját kutató és fejlesztő osztályunkat?{n}Ez nagyban felgyorsíthatná a kutatást és lehetőségünk nyílna nagyobb projektek és innovációk bevállalására. Nem lenne olcsó, de szerintem a segítségével a vezető újítókká válhatnánk a játékiparban.{n}Egyébként végeztem némi kutatást és szerintem nyitnunk kellene egy labort és felbérelni egy egész csapat kutatót. Mielőtt ezt azonban megtehetnénk, legalább egy dizájn specialistának tagja kell lennie a csapatunknak.

source: Hello {0}, We have just learned that you have opened your new headquarters not too far away from our university! We are just about to start a special course about game development and could really use your help.{n}Unfortunately we cannot offer any pay but I think you will find that teaching students about game development will be a great exercise to refine your own skills. {1} University{n}New training options available.
hu: Üdv {0}, Most értesültünk arról, hogy új központját az egyetemünktől nem túl messze nyitotta meg! Éppen most terveztük egy játékfejlesztési különleges képzés elindítását és igazán szükségünk lenne a segítségére.{n}Sajnos fizetséget nem tudunk felajánlani, de szerintünk a diákok tanítása a játékfejlesztésről nagyszerű módja lesz a saját képességeinek finomításához. {1} Egyetem{n}Új kiképzési lehetőségek érhetőek el.

source: Welcome to our very own research and development lab! At the moment it is empty but we have a number of skilled people eager to start working.{n}You don't have to hire them individually, instead you can simply decide on the budget for the R&D lab. The higher the budget, the more researchers will work and the higher the research progress will be.{n}Running your own R&D lab can be very expensive so be careful that you don't overspend. I suggest you start with smaller projects and don't be afraid to cut down the budget if necessary.{n}If there is no active project researchers will generate research points slowly, which you can use to train your main staff and unlock more game options.
hu: Üdvözlünk a saját kutatási és fejlesztési laboratóriumodban! Jelenleg ugyan még üres, de van jó pár szakavatott emberünk, akik alig várják, hogy munkába állhassanak.{n}Nem kell őket egyesével felvenned, ehelyett egyszerűen állapítsd meg a K&F labor költségvetését. Minél magasabb a költségvetés, annál több kutató fog dolgozni és a kutatási folyamat annál gyorsabb lesz.{n}A saját K&F laborod üzemeltetése nagyon drága is lehet, szóval csak óvatosan, nehogy túlköltekezz. Azt ajánlom kezdd inkább kisebb projektekkel és ne félj szükség esetén visszavenni a költségvetésből.{n}Ha nincs aktív projekt, a kutatók lassan gyűjtik a kutatási pontokat, amik felhasználásával a fő alkalmazottakat képezheted és még több játéklehetőséget oldhatsz fel.

source: Welcome to our very own hardware lab! This is the place where we will create our own game console. Before you start, make sure you have a lot of cash saved up. Building a console isn't cheap. When you are ready to start simply {0} on the screen to access the action menu.
hu: Üdvözlünk a saját hardverlaborodban! Ez az a hely, ahol létrehozzuk a saját játékkonzolodat. Mielőtt nekilátsz, bizonyosodj meg arról, hogy sok pénzt halmoztál fel. Egy konzol megépítése nem olcsó mulatság. Amikor készen állsz, egyszerűen {0} a képernyőn az akció menü megnyitásához.

source: We just got word that {0} is retiring its MMO game {1} from the market. The game has been on the market for {2} months and racked up over {3} in sales.
hu: Most kaptunk hírt, hogy a(z) {0} leállítja {1} MMO játékát a piacon. A játék {2} hónapig volt a piacon és több mint {3}-t szerzett az eladásokból.

source: {1} was likely not profitable anymore as the maintenance costs were likely larger than the income.
hu: A(z) {1} valószínűleg már nem volt kifizetődő, mivel a karbantartási költségek nagy valószínűséggel meghaladták a bevételt.

source: We are not quite sure why {0} has decided to take {1} off the market as the game likely still generated income for the company.
hu: Nem vagyunk benne biztosak, hogy a(z) {0} miért állította le a(z) {1}-t a piacon, mivel a játék még nagy valószínűséggel generált bevételt a vállalatnak.

source: While fans of {0} weren't happy about the news many of them also play {1} which is still on the market.
hu: Míg a(z) {0} rajongói nem örültek a hírnek, sokuk a(z) {1} játékkal is játszik, ami még piacon van.

source: Fans of {1} have voiced complaints with one fan saying: 'I love {0} and played {1} a lot but now that they took it off the market I don't know what MMO I should play. If only {0} had released a new MMO I wouldn't be so upset.'
hu: A(z) {1} rajongói nemtetszésüket nyilvánították ki, az egyik rajongó a következőt mondta: - Imádom {0}-t és a(z) {1}-t is rengeteget toltam, de levették a piacról és fogalmam sincs melyik MMO-val játsszak. Ha a(z) {0} kiadna egy új MMO-t, nem lennék ennyire kiborulva.

source: {0} has released their game console {1} today.
hu: {0} ma jelentette meg a(z) {1} nevű játékkonzolját.

source: The console seems to really push the limits of technology and is the most modern console ever to hit shelves.
hu: Úgy tűnik a konzol tényleg kitolja a technológiai határokat és a legmodernebb konzol, amely valaha is piacra került.

source: The console does not seem quite on par with the high tech competitors but we will see what players think.
hu: A konzol nem igazán van egy súlycsoportban a csúcstechnológiájú versenytársakkal, de majd meglátjuk mit gondolnak a játékosok.

source: Looking at the features of {0}, it seems that the
hu: A(z) {0} tulajdonságait megvizsgálva úgy tűnik, hogy

source: list is extensive which is a good sign and could lead to a wide variety of games becoming available.
hu: a lista hosszú, ami jó jel és széles választékú játékok elérhetővé válásához is vezethet.

source: list is a bit slim. Don't expect too many gadgets and controllers to be available for this console.
hu: a lista egy kissé karcsú. Ne számíts túl sok kiegészítőre vagy kontrollerre ehhez a konzolhoz.

source: First tests indicate that {0}
hu: Az első tesztek szerint {0}

source: 's build quality is excellent and will likely run for decades without issues.
hu: szerkezeti minősége tökéletes és valószínűleg évtizedekig fog gondok nélkül működni.

source: is of average build quality. Don't expect it to last forever but in general you should not see many issues.
hu: átlagos felépítettségű. Ne számíts arra, hogy a végtelenségig bírni fogja, de általában véve sok gond nem adódhat vele.

source: is a bit fragile. We wouldn't be surprised if you need to make use of the warranty sooner or later.
hu: kissé törékeny. Nem lennénk meglepve, ha előbb vagy utóbb igénybe kellene venned a garanciát.

source: All in all
hu: Mindent egybevetve

source: we think that the console will stir up the market and prove to be very successful.
hu: úgy gondoljuk, hogy a konzol fel fogja forgatni a piacot és nagyon sikeres lesz.

source: we think that the console will do reasonably well in the market and it is a welcome addition.
hu: úgy gondoljuk, hogy a konzol meglehetősen jól fog teljesíteni a piacon és kellemes fogadtatású lesz.

source: it's hard to say whether the console will do well as there are so many other good products on the market.
hu: nehéz megmondani, hogy a konzol jól fog-e teljesíteni, mivel olyan sok jó másik termék van a piacon.

source: first
hu: első

source: second
hu: második

source: third
hu: harmadik

source: {0} has taken their game console {1} off the market. {1} was the {2} console created by the company.
hu: {0} kifuttatta a piacról {1} játékkonzolját. A(z) {1} volt a vállalat {2} konzolja.

source: The worldwide game developers guild has awarded {0}, CEO of {1} the lifetime achievement award for contributions to the game industry. {0} has, during a stunning {3} year career at {1} delivered many ground breaking games.{n}The company is most recently known for {2}.
hu: A nemzetközi játékfejlesztők céhe életműdíjjal tüntette ki {0}-t, a(z) {1} vállalat vezérigazgatóját a játékiparért tett hozzájárulásaiért. {0} a(z) {1} vállalatnál {3} éves karrierje során számos úttörő játékért felelt.{n}A vállalat legutóbb a(z) {2} címmel vált ismertté.

source: They are also known for their console {0} which has done very well on the market.
hu: Emellett {0} konzoljuk révén is ismertséget szereztek, ami nagyon jól teljesített a piacon.

source: Game finished
hu: Játék befejezve

source: Congratulations. You have finished Game Dev Tycoon. We will now calculate your final score and show you some statistics. You may continue playing after that.
hu: Gratulálunk. Végig vitted a Game Dev Tycoont. Most kiszámítjuk a végső pontszámodat és megmutatunk neked néhány statisztikát. Ezután folytathatod a játékot.

source: Goal reached
hu: Cél elérve

source: You now have more than {0} fans! With such a big fan base you should now be able to self-publish medium games.
hu: Most már több mint {0} rajongód van! Ekkora rajongói bázissal már saját magad is kiadhatsz közepes méretű játékokat.

source: You now have more than {0} fans! With such a big fan base you should now be able to self-publish large games.
hu: Most már több mint {0} rajongód van! Ekkora rajongói bázissal már saját magad is kiadhatsz nagy méretű játékokat.

source: Game Convention
hu: Játékkiállítás

source: Dear {0}, We have followed your progress in recent years and would like to extend this formal invitation to participate in the biggest game convention on the planet 'Games, Games, Games' also known as G3.{n}By having your own company booth at G3 you can gain a lot of fans and hype for your games and we think our audience would love to see you there. We will contact you yearly with booth options. Hope to see you at G3. The G3 committee.
hu: Kedves {0}, Az utóbbi években figyelemmel követtük az előrehaladásodat és szeretnénk átnyújtani neked ezt a formális meghívót a bolygó legnagyobb játékkiállítására, a 'Games, Games, Games'-re, másnévena G3-ra.{n}Azzal, hogy saját kiállítóhelyed lesz a G3-on, rengeteg rajongót szerezhetsz és nem mellesleg a játékaidat is népszerűsítheted. Úgy gondoljuk a közönségünk örömmel látna téged is ott. Évente értesíteni fogunk a kiállítóhely lehetőségekről. Reméljük találkozunk a G3-on. A G3 tanács.

source: Goal Hint
hu: Cél tipp

source: If you have more than 1M in cash you will be able to move to the next level. This might sound a lot but don't worry. Once you release a hit game you will get to this amount easily.
hu: Ha már több mint 1 millióval rendelkezel készpénzben, továbbléphetsz a következő szintre. Ez soknak tűnhet, de ne aggódj. Miután kiadsz egy ütős játékot, könnyedén megszerzed ezt az összeget.

source: Engine Reminder
hu: Motor emlékeztető

source: Don't forget creating custom game engines. This will improve your games a lot! You can create your custom engine through the action menu once you have researched the Custom Engine.
hu: Ne felejts el egyéni játékmotorokat kifejleszteni. Ez sokat javít a játékaidon! Egyéni játékmotort az akciómenüben fejleszthetsz, miután kifejlesztetted az Egyéni motort.

source: Hi {0}, I have followed the progress of {1} for a while and it seem that with your recent expansion you have started developing larger games. Larger games deserve to be seen by more people and this is where a publisher can come in handy.{n}A publisher will market and publish your game around the world. They will also help fund development. In return they keep most of the profits but since the game will sell a lot more it is usually still worth it.{n}I can put you in touch with some publishers so you can look at some of the available contracts. Just let me know. Jasmine Droke{n}Find Publishing Contract has been unlocked. It is accessible in the action menu.
hu: Helló {0}! Figyelemmel kísértem a(z) {1} előrehaladását és úgy tűnik a legutóbbi kiegészítővel nagyobb játékok fejlesztésébe is belefogtatok. A nagyobb játékokat több embernek kell megmutatni és itt jön jól egy kiadó.{n}A kiadó hirdeti és kiadja a játékodat az egész világon, emellett segít a fejlesztés pénzügyi támogatásában is. Cserébe megtartja a bevétel nagyobb részét, de mivel a játék sokkal kelendőbb lesz, általában megéri.{n}Megismertethetlek néhány kiadóval, hogy megtekinthess néhány elérhető ajánlatot. Csak szólj. Jasmine Droke{n}Kiadói szerződés keresése megnyitva. Elérhető az akciómenüben.

source: Publishing Contracts
hu: Kiadói szerződések

source: Engine
hu: Motor

source: Gameplay
hu: Játékmenet

source: Story/Quests
hu: Történet/Küldetés

source: Dialogues
hu: Párbeszédek

source: Level Design
hu: Pályadizájn

source: Artificial Intelligence
hu: Mesterséges intelligencia

source: World Design
hu: Világdizájn

source: Sound
hu: Hang

source: Advertise in magazines
hu: Hirdetés magazinokban

source: Magazines
hu: Magazinok

source: Advertise in gaming magazines to get the game well known before it hits the shelves.
hu: Hirdetés játékmagazinokban, hogy már megjelenése előtt ismert legyen.

source: Magazines & Demos
hu: Magazinok és demók

source: Advertise in gaming magazines and distribute demos of the game to give players an opportunity to try the game.
hu: Hirdetés játékmagazinokban és a játék demójának terjesztése lehetőséget ad a játékosnak a játék kipróbálásához.

source: Small Marketing Campaign
hu: Kicsi marketing kampány

source: Small Campaign
hu: Kicsi kampány

source: Start a global marketing campaign including magazine ads, demos and interviews.
hu: Nemzetközi marketing kampány indítása magazin hirdetésekkel, demókkal és interjúkkal.

source: Large Marketing Campaign
hu: Nagy marketing kampány

source: Large Campaign
hu: Nagy kampány

source: Start a global marketing campaign to promote the game far and wide. Organize exclusive reviews, behind the scenes reports, TV trailers and more.
hu: Nemzetközi marketing kampány indítása a játék népszerűsítéséhez széles e világon. Exkluzív interjúk szervezése, beszámolók a színfalak mögül, TV előzetesek és más egyebek.

source: Logo Animation
hu: Logó animáció

source: Create an animation for an existing logo.
hu: Animáció létrehozása egy létező logóhoz.

source: Character Design
hu: Karakter dizájn

source: Design some game characters.
hu: Néhány játékkarakter tervezése.

source: Playtest
hu: Játékteszt

source: Help to playtest a game.
hu: Segítség egy játék tesztelésében.

source: Game Backdrops
hu: Játék hátterek

source: Design some simple background graphics for a game.
hu: Néhány egyszerű háttérgrafika tervezése egy játékhoz.

source: Setup Computers
hu: Számítógépek beállítása

source: Install Mirconoft BOSS on computers
hu: Mirconoft BOSS telepítése a számítógépekre

source: Debug program
hu: Program hibakeresése

source: Spritesheet Software
hu: Grafikus szoftver

source: Our staff needs to be taught how to use these modern technologies.
hu: Az alkalmazottainknak meg kell tanítani ezeknek a modern technológiáknak a kezelését.

source: Library Software
hu: Könyvtár szoftver

source: Develop a simple library management system
hu: Egyszerű könyvtárkezelő rendszer kifejlesztése

source: Usability Study
hu: Használhatósági tanulmány

source: Perform a detailed usability study.
hu: Részletes használhatósági tanulmány végrehajtása.

source: Review Game Concept
hu: Játékkoncepció áttekintése

source: Review a game concept using your expertise.
hu: Egy játékkoncepció áttekintése a saját szakértelmed segítségével.

source: Game Art
hu: Játék illusztrációk

source: Help out on a project with some game art
hu: Segítség egy projektben néhány illusztrációval.

source: Clean up database
hu: Adatbázis kitakarítása

source: Should one table really have 200 columns? Probably not.
hu: Kell lennie egy táblában 200 oszlopnak? Valószínűleg nem.

source: Accounting Software
hu: Könyvelői szoftver

source: Develop a simple accounting software. Are those ever simple?
hu: Egy egyszerű könyvelői szoftver kifejlesztése. Egyszerűek ezek egyáltalán?

source: Time Tracking
hu: Időbeosztás

source: Design and develop a time tracking system.
hu: Egy időbeosztási rendszer megtervezése és kifejlesztése.

source: Design a board game
hu: Társasjáték megtervezése

source: Let's see how your skills translate to traditional games.
hu: Lássuk miként kamatoztatod a képességeidet hagyományos játékok esetében.
