Repository: gorrt/gdt-translations
Catalog: *.po
Languages: hu

source: Just after Mirconoft have announced their new bet in the upcoming console generation, Vonny has announced that they will release their new, long-awaited console, the Playsystem 4, {0}. The console seems to do everything that the Playsystem 3 did, only better.{n}Unlike the mBox One, the Playsystem 4 doesn't have an always-online requirement and seems much more player friendly. We think that there is a hardly a risk of Vonny fans being disappointed
hu: Éppen azután, hogy a Mirconoft feltette tétjét az elkövetkező konzolgenerációra, a Vonny bejelentette új, régóta várt konzolját, a Playsystem 4-et, {0}. Úgy tűnik, hogy a konzol mindent tud, amit a Playsystem 3 is tudott, csak még jobban.{n}Az mBox konzollal ellentétben a Playsystem 4 nem igényel állandó internetkapcsolatot, plusz jóval felhasználóbarátabb is. Szerintünk kevés az esély arra, hogy a Vonny rajongói csalódjanak a termékben

source: Vonny and {0}
hu: Vonny és a(z) {0}

source: A company by the name of RiseVR has developed a virtual reality headset which promises to finally start the path towards true 3D immersion. The new headset called Visorius looks like a pair of giant ski-goggles and provides a large field of vision as well as near-perfect motion tracking.
hu: Egy RiseVR nevű cég kifejlesztett egy virtuális valóság headset eszközt, amely az ígéretek szerint megnyitja az utat a 3D világban elmerüléshez. Az új eszköz, a Visorius, ugyan csak egy pár nagyméretű síszemüveghez hasonlít, de nagy látóteret biztosít a majdnem tökéletes mozgásérzékelése mellett.

source: Mirconoft has announced their plans to release a completely revamped version of the mBox {0} called mBox Next. The new console seems to cleverly integrate Mirconoft's own motion sensor add-on for the mBox One into one small package.{n}Visually, the mBox Next is reminiscent of the earlier mBox 360 with a much lighter tone marking a departure from the bulky and dark style of the mBox One. The technology of the mBox Next seems promising
hu: A Mirconoft bejelentette az mBox teljesen új változatát {0} mBox Next néven. Az új konzol okosan integrálja a Mirconoft saját mozgásérzékelőjét az mBox One konzolba egy kis kiegészítőként.{n}Külsőre az mBox Next a korábbi mBox 360-ra hasonlít, csak világosabb színben (ezzel is különbözzön az mBox One sötétebb színétől). Az mBox Next technológiája ígéretetesnek tűnik…

source: Many have expected that Vonny will announce a new platform before Mirconoft's mBox Next will hit the market and, today, Vonny did just that. Keeping with company tradition, and in contrast to competitor Mirconoft's naming practices, the newly announced console is aptly named Playsystem 5.{n}The Playsystem 5 seems an incremental update, coming out {0} with a form-factor that reminds of the early Playsystem 3. The new system promises to be a solid update
hu: Sokan várták a Vonny bejelentését egy új platformról azután, hogy a Mirconoft mBox Next piacra került. A mai nap ez meg is történt, így a Vonny a cég tradíciójáként, és a versenytárs Mirconoft névadási gyakorlatára reagálva az újonnan bejelentett konzolt Playsystem 5 névvel látta el.{n}A Playsystem 5 a korábbiak fejlesztése, boltokba kerül {0}, alakjában a korai Playsystem 3-ra hasonlít. Az új rendszer az ígéretek szerint erős fejlesztést képvisel

source: Looking at our past multi-platform games it becomes clear that we should be able to drastically reduce the cost of developing a single game for multiple platforms if we could better optimize our game engines for multi-platform development.
hu: A korábbi többplatformos játékainkat átnézve világossá vált, hogy jelentősen lecsökkenthető egy játék fejlesztési költsége, ha jobban optimalizáljuk a játékmotorokat a többplatformos fejlesztéshez.

source: New Insight
hu: Új Bepillantás

source: Help debugging a convoluted BASE program.
hu: Segítség egy összezavart BASE program hibajavításában.

source: Advanced Stereoscopic 3D
hu: Fejlett térhatású 3D

source: Simple A.I.
hu: Egyszerű MI

source: Game tutorials
hu: Játék oktatások

source: Cooperative play
hu: Kooperatív játék

source: Advanced physics
hu: Fejlett fizika

source: Multi-Platform optimized
hu: Több platformra optimalizált

source: Dynamic environment
hu: Dinamikus környezet

source: Multi-Platform
hu: Több platformos

source: {0} and {1} is a terrible combination.
hu: {0} és {1} szörnyű kombináció.

source: {0} is a horrible topic for {1} audiences.
hu: {0} egy rossz választás {1} célközönség számára.

source: blunt
hu: nyers

source: They put as much thought into the game as into the game's name.
hu: Annyi ötlet van a játékban, amennyit a játék neve is sugall.

source: Could have been better.
hu: Lehetne jobb is.

source: 11 out of 10. Game of the year, any year!
hu: 11 pont a 10-ből. Az év játéka, bármelyik évben!

source: 11 out of 10. A exceptional score for an exceptional game.
hu: 11 a 10-ből. Kivételes pontszám egy kivételes játéknak.

source: In an exclusive interview a while ago, {0} from {1}
hu: Nemrég egy exkluzív interjúban, {0} - {1}

source: was holding back when discussing their expections for {0}.
hu: szerény volt, amikor becsléseiknek {0}-t jelöltek meg.

source: was spot on as the game has received very positive reviews.
hu: reflektorfényben volt a játék nagyon pozitív fogadtatása miatt.

source: was just humble as the game received critical acclaim.
hu: szerény volt a játékot ért kritikák miatt.

source: should've been more careful as the final product doesn't match the hyped expectations.
hu: óvatosabb lehetett volna, a végtermék nem ért fel a várakozásokhoz.

source: was right to stay realistic as the game is good but nothing too our of the ordinary.
hu: jól tette, hogy realista maradt; a játék jó, de nem kiemelkedő.

source: needs a lesson in how to be humble as the game received mediocre reviews.
hu: gyakorolnia kéne az alázatot, hiszen a játék középszerű értékelést kapott.

source: Now, that the game is out on the market the consensus is that {0} {1}
hu: Most, hogy a játék a piacra került, a megegyezés az, hogy {0} {1}

source: Overall, this had a negative effect on sales.
hu: Összeségében ez negatívan hatott az eladásokra.

source: Steam initialization failed
hu: Steam indítás nem sikerült

source: Zombies
hu: Zombik

source: After publishing a game you can invest a little bit of time to analyze your creation and generate a game report. Game reports are a great way to gain research points as well as valuable insights into what works and what doesn't work when developing a game.{n}To generate a game report close this message and then {0} anywhere on the screen to bring up the action menu.
hu: Egy játék kiadása után egy kis időbefektetéssel elemezheted a terméket, játékjelentést készítve. A játékjelentés nagyszerű módja a kutatási pontok szerzésének, plusz infókat is ad, hogy mik működnek és mik nem a játékkészítés közben.{n}A játékjelentés készítéséhez zárd be ezt az üzenetet és {0} máshová a képernyőn, hogy felhozd az akciómenüt.

source: Main Menu
hu: Főmenü

source: Staff responsibilities
hu: Munkatársak felelősségei

source: You need a design specialist to open a research and development lab. You can train someone to become a specialist via the training menu but the option is only available once they have a certain design skill level.{n}You can also train technology specialists which come in handy for later options.
hu: Szükségünk van egy dizájn specialistára, hogy megnyissuk a kutatási és fejlesztési labort. Valakit kiképezhetsz specialistává az oktatási menüben, de ez csak akkor érhető el, ha megfelelő dizájn képzettségi szinttel rendelkezik.{n}Képezhetsz technológiában jártas specialistákat is, akik a későbbiek során jönnek majd jól.

source: To visit the lab simply {0} the screen and drag to the left or use the arrow keys on the keyboard. Alternatively, you can also click on the little R&D Lab information card in the bottom right of the screen.
hu: A labor meglátogatásához egyszerűen {0} a képernyőn, majd húzd balra a képernyőn, vagy használd az iránybillentyűket a billentyűzeten. Emellett egyszerűen rá is kattinthatsz a K&F labor információs kártyára a képernyő jobb alsó sarkában.

source: To visit the hardware lab simply {0} the screen and drag to the right or use the arrow keys on the keyboard. Alternatively, you can also click on the little Hardware Lab information card in the top left of the screen.
hu: A hardverlabor meglátogatásához egyszerűen {0} a képernyőn, majd húzd balra a képernyőn, vagy használd az iránybillentyűket a billentyűzeten. Emellett egyszerűen rá is kattinthatsz a hardverlabor információs kártyára a képernyő bal felső sarkában.

source: Game Reports
hu: Játék jelentések

source: Get Steam Key
hu: Steam kulcs beszerzése

source: Could not verify app receipt from Windows Store.
hu: Nem lehetséges az alkalmazás elismervényének megerősítése a Windows Store-tól.

source: Generate game report...
hu: Játék jelentés készítése…

source: Remove Platform
hu: Platform törlése

source: You require a developer license to be able to develop for this platform.<br/><br/> Do you want to pay <strong>{0}</strong> to acquire a license for the <strong>{1}</strong>?
hu: Fejlesztői licencre van szükséged, hogy erre a platformra fejleszthess.<br/><br/> Ki akarod fizetni a(z) <strong>{0}</strong> összeget <strong>{1}</strong> licencért?

source: {0} combo
hu: {0} kombináció

source: Effect:
hu: Hatás:

source: Since you have played the game before you can choose to use all previously gained hints in this new game.
hu: Mivel már játszottál ezelőtt is a játékkal, minden korábban megszerzett tippet felhasználhatsz.

source: We have some additional insights:
hu: Van néhány további meglátásunk:

source: Game Report
hu: Játék jelentés

source: {0} and {1} is a {2} combination.
hu: {0} és {1} egy {2} kombináció.

source: Importance of {0} for this type of game: {1}
hu: {0} fontossága ilyen típusú játékban: {1}

source: The market really doesn't like when we publish very similar games too close to each other.
hu: A piac nem igazán kedveli, hogy nagyon hasonló játékokat adunk ki egymás után.

source: {0} is still new to the team.
hu: {0} még új a csapatban.

source: {0} are still new to the team.
hu: {0} még újak a csapatban.

source: We should try to focus our entire team on the development of a game.
hu: Megpróbálhatnánk az egész csapatot befogni egy játék fejlesztésére.

source: Self-publishing {1} games will be most efficient when we have at least {0} fans. Publishing deals can give us great exposure and help us reach more players.
hu: {1} játékok általunk való kiadása akkor a leghatékonyabb, ha legalább {0} rajongónk van. A kiadói szerződések nagy ismertséget hoznak és több játékost segítenek elérni.

source: Cash:
hu: Pénz:

source: 30 years (fast-paced)
hu: 30 év (gyors ütemű)

source: 42 years
hu: 42 év

source: is ready!
hu: elkészült!

source: Acquire license?
hu: Megveszed a licencet?

source: Play the full 30 years of the game, all the way to modern day technology and beyond!
hu: A játék teljes 30 évének lejátszása, végig a modern technológiákig és tovább!

source: Exit to Desktop
hu: Kilépés az asztalra

source: On
hu: Be

source: When on (default) then insights learned through generating game reports are shown in the UI. Turn this option off for a bigger challenge. (Note: This option does not affect Tutorials in any way.)
hu: Bekapcsolt (alapbeállítás) állapotban a játék jelentések alatt tanult dolgok megjelennek a kezelőfelületen. Kikapcsolva nagyobb kihívás elé állít a játék. (Megjegyzés: Ez nem befolyásolja az oktatást.)

source: Window
hu: Ablak

source: Update Available
hu: Frissítés elérhető

source: Please update to the latest version.
hu: Kérlek, frissíts a legújabb változatra.

source: End User License Agreement
hu: Végfelhasználói licencszerződés

source: I Disagree
hu: Nem fogadom el

source: Forum
hu: Fórum

source: Best to stay in touch or for quick questions.
hu: Gyors kérdésekért jobb kapcsolatban maradni.

source: Load failed
hu: Sikertelen betöltés

source: Could not save settings to steam cloud
hu: A Steam felhőbe nem sikerült elmenteni a beállításokat

source: Could not load from steam cloud
hu: A Steam felhőböl nem sikerült betölteni

source: Could not load remote settings
hu: Nem sikerült betölteni a távoli beállításokat

source: {0} has declined a request for an interview about their current project.
hu: {0} visszautasította az interjúra való felkérést jelenlegi projektjével kapcsolatban.

source: With {0} only receiving a lukewarm reception, fans are sure to be expecting better from them and we are curious about their next title.
hu: Miután a(z) {0} csak langyos fogadtatásban részesült, a rajongók biztosan jobbat remélnek tőlük és mi is kíváncsian várjuk a következő címüket.

source: I don't know
hu: Nem tudom

source: positive
hu: pozitív

source: mixed
hu: kevert

source: Old Engine
hu: Régi játékmotor

source: Boss, our recent decision to {0} our engine {1} was met with {2} responses from fans. Overall we {3} fans and {4}.
hu: Főnök, döntésünk a(z) {0} motorról {1} motorra állásról {2} reagálást kapott a rajongóktól. Összesítve {3} rajongónk és {4}.

source: lost
hu: elveszett

source: Pay for license ({0})
hu: Licenc kifizetés ({0})

source: Rally fans! [~{0}% chance]
hu: Rajongók sorakozó! [~{0}% esély]

source: Unfortunately, it seems that the patent infringement case was decided against us. We have to pay the full amount of {0} as well as the court costs of {1}. This is ridiculous.
hu: Sajnos úgy tűnik, hogy legutóbbi szabadalom-kihágási ügyünk a kárunkra végződött. Fizetnünk kell {0} összeget a {1} perköltségek egyetemben. Ez nevetséges.

source: Could not load game
hu: Játék betöltése nem lehetséges

source: bad
hu: rossz

source: Audience match:
hu: Célközönség egyezés:

source: Genre match:
hu: Műfaj egyezés:

source: not important
hu: nem fontos

source: quite important
hu: elég fontos

source: After a massive public backlash to the controversial features announced for the upcoming mBox One, Mirconoft has today published a letter outlining their change of plans. The mBox One will no longer require a constant internet connection and will not place restrictions on how games are sold or shared.{n}Clearly the different and much more popular strategies of companies like {0}, as well as vocal players themselves, have forced this change of direction.
hu: A hamarosan érkező mBox One bejelentett tulajdonságai nagy felháborodást keltettek. Így ma a Mirconoft bejelentette, hogy megváltoztatja ezeket. Az mBox One számára nem lesz szükséges az állandó internetkapcsolat, sőt a játékok megosztására és eladására vonatkozó tiltások is megszűnnek.{n}Egyértelmű hogy a különböző és jóval népszerűbb stratégiák - mint pl. a {0} cég stratégiája -, valamint a hangjukat hallató játékosok miatt kényszerültek erre a döntésre.

source: A first test left some players feeling a little motion-sick but with the right game this technology can surely deliver a new level of immersion.
hu: Néhány játékos az első próbálkozások alatt kicsit érezte az mozgási betegség tüneteit, de a technológiát jól használó játékok bizonyosan a beleélés új szintjeit fogják elhozni.

source: Better user experience
hu: Jobb felhasználói élmény

source: Visorius Support
hu: Visorius támogatás

source: 11 out of 10. Nuff said.
hu: 11 a 10-ből. Elég ennyi.

source: 11 out of 10. Rules don't apply to this outstanding game.
hu: 11 pont 10-ből. A szabályok erre a kiváló játékra nem is vonatkoznak.

source: made very bold remarks about their then-in-development game {0} predicting that it will be über successful.
hu: nagyon merész kijelentéseket tett a fejlesztés alatt álló {0} játékról, miszerint szupersikeres lesz.

source: Overall, this had a positive effect on sales.
hu: Összeségében pozitív hatással volt az eladásokra.

source: No response from server. Please try again later.
hu: Nincs válasz a kiszolgálótól. Próbálkozz később.

source: Could not get app receipt from Windows Store.
hu: Nem sikerült beszerezni a számlát a Windows Store-tól.

source: Would you like to import all previously gained hints into this game?
hu: Szeretnéd importálni a korábban megszerzett tippeket ebbe a játékba?

source: No new insights
hu: Nincs új bepillantás

source: Our post-release analysis of {0} is complete and we got the following results:
hu: {0} kiadás utáni analízise elkészült az alábbi eredményekkel:

source: {0} seems to be {1} for this type of game.
hu: {0} az ilyen típusú játékoknál {1}.

source: The optimal team size for a {0} game seems to be {1}.
hu: {0} játékhoz az optimális csapatméret {1}.

source: A few more games and the team will have higher potential
hu: Egy kicsivel több játék és a csapat nagyobb potenciált szerez

source: Our fan base is big enough to make self-publishing {0} games viable. Unless a publishing deal gives us a great royalty rate we are likely better off publishing {0} games ourselves
hu: A rajongói bázisunk elég nagy, hogy saját magunk adjunk ki {0} játékokat, kivéve, ha a kiadói szerződések hatalmas jogdíjat adnak, egyébiránt jobban járunk, ha magunk adunk ki {0} játékokat.

source: 35 years (recommended)
hu: 35 év (ajánlott)

source: Language
hu: Nyelv

source: Off
hu: Ki

source: Audio
hu: Hang

source: Toggle Fullscreen
hu: Teljes képernyő

source: A newer version of this game is available.
hu: A játék egy újabb változata érhető el.

source: Get Update
hu: Frissítés letöltése

source: I Agree
hu: Elfogadom

source: Exit
hu: Kilépés

source: Best for discussions, tips and tricks and to communicate with other fans.
hu: A legjobb megoldás megbeszélésre, tippekre és más rajongókkal való kommunikációra.

source: Changes to the language setting require a restart.
hu: A nyelv megváltoztatása újraindítást igényel.

source: We see that you are in financial difficulties. Since you've just released your latest game {0}, we are willing to offer you a mini-credit to get you over this months' payments. We will give you {1} to cover your costs and expect to be paid back the full amount, plus a small adminstration fee of {2} in two months time.
hu: Úgy látjuk, hogy pénzügyi nehézségeid vannak. Mivel éppen most adtad ki a legújabb {0} játékod, készek vagyunk egy kisebb összeget átadni, hogy fedezd a havi kiadásaidat. Adunk {1}-t a költségek fedezésére, ugyanakkor a teljes összeget és {2} összegnyi kezelési költséget várunk vissza két hónap múlva.

source: Boss, our office could really do with some renovation work and our computer systems are also out of date. Investing a little bit in a more modern office and upgraded computers would be a great. Do you want to renovate the office?
hu: Főnök, az irodára ráférne egy felújítás, plusz a számítógépes rendszereink is elavulttá váltak. Egy kis befektetéssel modern irodát és fejlett számítógépeket kapnánk. Fel akarod újítani az irodát?

source: Dear {0}! Since G3 has become the biggest meetup of game developers every year we have decided to use our name for the greater good. Starting today we offer different game development challenges throughout the year where game devs from around the world can compete with each other.{n}This will be a great way for game developers to learn something new. You are welcome to join in at any time. There are no prizes but it should be a great way to increase everyone's skills. The G3 committee.
hu: Tisztelt {0}! Mivel a G3 válik a játékfejlesztők legnagyobb találkozójává, elhatároztuk, hogy nem hagyjuk kihasználatlanul. Mától kezdve az éven különféle játékfejlesztési kihívásokat adunk, ahol a világ játékfejlesztői megmérkőzhetnek egymással.{n}Nagyszerű módja lesz annak, hogy a játékfejlesztők új dolgokat tanuljanak. Bármikor csatlakozhat, örömmel várjuk. Nincsenek díjak, de remek alkalom a képességek fejlesztésére. A G3 tanácsa

source: Hi, this is {0} from {1}. I got word that {2} is working on a new game. Would you be willing to share some information on your current game project and do an interview about it?
hu: Üdv, itt {0}, a(z) {1} munkatársa. Úgy hallottam, hogy {2} új játékon dolgozik. Megosztanál némi információt a jelenleg folyó játékprojektedről egy interjú keretében?

source: {0}: What is your expectation regarding the success of {1}? Do you think that the game will be well received?
hu: {0}: Mik az elképzeléseid a {1} sikerével kapcsolatban? Mit gondolsz, a játék kellemes fogadtatásban részesül?

source: {0}: Many of our readers are curious about what decisions go into making a video game and how companies prioritize development areas. Your new game is a {1}/{2} game, can you tell us whether such a game would usually receive more focus on {3} or on {4}?
hu: {0}: Sok olvasónk kíváncsi arra, hogy milyen döntések irányítanak egy videójáték készítésénél és a cégek miként döntik el a fejlesztési területek fontosságát. Az új játékod egy {1}/{2} játék, szóval elmondanád, hogy egy ilyen játéknál mi kap nagyobb prioritást, {3} vagy {4}?

source: In a recent interview with {0} we discussed their upcoming {1} game and asked company founder {2} how different development areas are prioritized. In the interview {2} said that {3} is of particular importance for such a game
hu: {0} céggel készített legutóbbi interjúnkban beszéltünk a következő {1} játékról, és megkérdeztük {2} alapítót, milyen különféle fejlesztési területek voltak előtérbe helyezve. Az interjúban {2} elmondta, hogy {3} nagy fontossággal bír a játékhoz

source: Boss, a small number of dedicated fans have asked that we release the source code to one of our older game engines '{0}'. Doing so would surely satisfy these fans but given that we worked hard on the engine, we could also sell licenses for it and make some money. Alternatively, we could simply refuse their request completely. What would you like to do?
hu: Főnök, néhány rajongók azt kérte tőlünk, hogy osszuk meg egyik régebbi játékmotorunk, a(z) {0} forráskódját. Ha megtesszük, akkor a rajongók nagyon örülni fognak neki, ellenben sok munkánk volt azzal a játékmotorral és el is adhatnánk a licenszet, hogy pénzt szerezzünk. Tehát egyszerűen vissza is utasíthatjuk a kérésüket. Mit akarsz tenni?

source: We've just received a letter from a company called 'All Your IP Belongs To US' and they say that our engine {0} is infringing on one of their patents.{n}They 'graciously' offer a license to their patent for {1} and are willing to give us a 50% discount if we just pay them without fighting them in court. We could pay this and hope that they won't bother us again or we could refuse and try to resolve this in front of the courts. Alternatively we might be able to rally our fans and publicly fight them. How would you like to proceed?
hu: Épp most kaptunk egy levelet az 'All Your IP Belongs To US' nevű vállalattól, akik szerint a(z) {0} motorunk megsértette az egyik szabadalmukat.{n}'Nagylelkűen' felajánlottak egy licencet a szabadalmukhoz {1} értékben és hajlandóak 50% kedvezményt adni, ha a bíróság bevonása nélkül fizetünk nekik. Kifizethetjük és reménykedhetünk, hogy többet nem zaklatnak minket vagy megtagadhatjuk és megpróbálhatjuk a bíróság előtt lerendezni. Esetleg összegyűjthetjük a rajongóinkat és nyilvánosan is szembeszállhatunk velük. Hogyan szeretnéd folytatni?
