Repository: gorrt/gdt-translations
Catalog: *.po
Languages: hu

source: Analysts have observed a strange trend lately where players around the world seem to have developed a curious taste for unusual games.{n}As one player put it: 'Sometimes you just want to play something unique. A game based on an idea that's not the usual Military/Action game or Fantasy/RPG just to name two examples. I really hope companies bring some unique games to market soon. I would definitely prefer them right now.'{n}This new trend promises to bring an interesting challenge to game developers as topic/genre combinations which used to work well will suddenly be less favorable while more outlandish ideas might flourish.
hu: Az elemzők egy furcsa trendre lettek figyelmesek, miszerint világszerte a játékosok nagy érdeklődést mutatnak a nem szokványos játékok iránt.{n}Ahogy az egyikük kifejtette:'Néha csak szeretnék valami egyedivel játszani. Egy olyan játékkal, ami nem a szokásos katonai/akció vagy fantasy/szerepjáték, hogy két példát említsek. Nagyon remélem, hogy a cégek piacra dobnak majd ilyen egyedi játékokat is. Egyértelműen vevő lennék rájuk.'{n}Ez az új trend érdekes kihívást nyújt a játékfejlesztőknek, hiszen a szokványos téma/műfaj kombinációk jelen időszakban kevésbé lesznek kedveltek az egyedi megoldásoknál.

source: {0} is no longer supported. You've released {1} game for the platform and earned a total of {2}!
hu: {0} már nem támogatott. Összesen erre a platformra {1} játékot adtál ki, és {2} pénzt kerestél vele!

source: Ninvento has revealed that their bid in the next generation of consoles will be called the Wuu. The new console features a controller with a integrated display.{n}This is said to make local multiplayer games much more interesting by giving each player a unique screen. Ninvento has always been at the forefront of innovation and this console seems, once again, to be a brave move. The Wuu is said to be available {0}.
hu: A Ninvento bejelentette a konzolok új generációját az új Wuu nevű konzoljával. Az új konzol beépített kijelzővel felszerelt kontrollerrel érkezik.{n}Eszerint a helyi többszemélyes játékok sokkal érdekesebbek lesznek, hogy minden játékosnak saját képernyőt biztosít. A Ninvento mindig az újítás élharcosa volt, és úgy tűnik, hogy ez a konzol ugyanilyen bátor lépés lesz. A Wuu elérhető lesz {0}.

source: Just as the industry seems to have silently accepted the slow demise of PC gaming as more and more games are primarily developed for consoles, there seems to be a resurgence of the PC market.{n}New powerful and affordable hardware, a growing indie-developer scene and the rise of crowd-funded financing has meant a slew of new exciting projects hitting the PC market. It seems that the PC market will only grow stronger in the coming years.{n}For console lovers, this isn't bad news either as many PC games are also ported to the most successful consoles.
hu: Bár az ipar csendben elfogadta a PC játékok lassú halálát azzal, hogy egyre több játékot fejlesztenek kizárólag konzolokra, úgy tűnik hogy a PC piaca feltámadni látszik.{n}Új, erőteljes és megfizethető eszközök, egyre több független fejlesztő és a közösség által szponzorált fejlesztések segítségével izgalmas projektek jelentek meg a PC játékpiacán. Úgy tűnik, hogy a PC piaca csak növekedni fog az elkövetkező években.{n}A konzolrajongóknak ez nem szükségszerűen rossz, hiszen sok PC játék a legsikeresebb konzolokra is átportolásra kerül.

source: Welcome to Game Dev Tycoon! In this business simulation you have been transported back in time to start your very own game development company right at the beginning of the PC revolution. In the next {0} years you can build your dream company, create best selling games, gain fans and become the leader of the market.{n}Before you can start your adventure you have to give your upcoming company a name.
hu: Üdvözlünk a Game Dev Tycoon játékban! Ebben az üzleti szimulációs játékban visszarepítünk az időben, hogy elindítsd saját játékfejlesztő cégedet a személyi számítógépek forradalmának kezdetétől. A következő {0} évben megépítheted álomcégedet, sikeres játékokat készíthetsz, rajongókat szerezhetsz, sőt a piacvezető szerepét is megszerezheted.{n}Indulás előtt adnod kell a cégednek egy nevet.

source: It seems that {0} has recently moved into an office in a well known technology park and is now searching for employees.{n}The company, which is known for games such as {1}, has reportedly operated out of a garage until now.{n}One of the many fans of {2} commented: 'I can't believe that they didn't even have a proper office until now and that those games were created by only one person! I am really looking forward to their future games!
hu: Úgy tűnik, hogy {0} nemrégiben új irodába költözött a jól ismert technológiai park területén, és új munkatársakat keres.{n}A cég, amely olyan játékokról ismert, mint a(z) {1}, eddig egy garázsban működött.{n}{2} rajongója közül az egyik így kommentálta a lépést: "El sem hiszem, hogy még csak rendes irodája sem volt a cégnek idáig és ezeket a játékokat egyetlen ember készítette! Alig várom a jövőbeli játékaikat!"

source: Uncaught error. Please report this to {0}: {1} ({2}:{3}) Please restart the game.
hu: Ismeretlen hiba. Kérlek jelezd {0} felé: {1} ({2}:{3}) Kérlek indítsd újra a játékot.

source: Game development has now started.{n}While developing your game you will generate game points which you can see bubbling up. Game points are divided into design points and technology points. The more points you generate the better the game will be.{n}From time to time there will also be bug points generated. These points become less likely once you gain experience. Bugs should be fixed before the game is released and increase development time and cost.
hu: A játékfejlesztés immáron elindult.{n}A játékod fejlesztése alatt játékpontokat generálsz, amelyeket buborékokban látsz felbukkani. A játékpontok dizájn és technológia pontokra oszthatóak. Minél több pont keletkezik, annál jobb lesz a játék.{n}Időről időre hibapontok is keletkeznek. Ezek a pontok egyre kevesbé fordulnak majd elő, ahogy tapasztalatot szerzel. A hibákat a kiadás előtt érdemes kijavítani, bár ez növeli a fejlesztési időt és a költséget is.

source: Creating larger games is a significant task and, unlike in small games, one person cannot effectively be responsible for every aspect of a game. To create a good game and to make best use of your team you will have to assign which of your team is responsible for which areas.{n}Pick team members whose skills match the area to get the best result. When you assign a team member responsibilities you will see their workload. Try not to overload them too much.
hu: A nagyobb játékok készítése komolyabb feladat és a kicsi játékokkal ellentétben egy személy nem is lehet felelős a játék minden részletéért. Egy jó játék készítéséért és a csapatod legjobb alkalmazásáért ki kell választanod, hogy melyikük lesz a felelős a megfelelő területekért.{n}Válaszd ki a csapatod tagjait aszerint, hogy mely területen képzettebbek, így kaphatod a legjobb eredményt. Egy csapattag hozzárendelésekor láthatod a leterheltségét. Próbáld meg őket nem leterhelni túlzott mértékben.

source: While generating game reports you start to gain insights into the development process and learn about what works well and what doesn't work so well. These insights are shown as hints on the development screen (unless you have turned this option off in the settings).{n}The hints range from '+++' to '--' and indicate how important an area is for this type of game. When hints have a question mark at the end (e.g. '+++?') it means that you have insights from a game in the same genre but that you are not yet sure whether this holds true for this particular genre/topic combination.
hu: A játékjelentések készítésekor észrevételeket kapsz a fejlesztési folyamattal kapcsolatban, hogy mi működött megfelelően és mi kevésbé jól. Ezeket tippekként jelenítjük meg a fejlesztési képernyőn (kivéve ha kikapcsoltad a beállításokban ezt az opciót).{n}A tippek szintje '+++' és '--' között mozog, jelzi, hogy ilyen típusú játékhoz mennyire fontos a terület. Ha a tippek kérdőjellel (pl. '+++?') jelennek meg, az azt jelenti, hogy van már meglátásod a hasonló műfajú játék(ok)kal kapcsolatban, de nem vagy biztos abban, hogy egy bizonyos műfaj/téma kombinációban igaznak bizonyul-e.

source: Game reports are a great way to gain more research points and new insights. It pays off to generate a report for each game you release. Now that you've completed your first game report it's a good idea to look at the research menu. To open the research menu close this message and then {0} anywhere on the screen to bring up the action menu.
hu: A játékjelentések nagyszerű módjai annak, hogy kutatási pontokat és új meglátásokat szerezz. A játékjelentések minden kiadott játék esetében kifizetődőek. Most, hogy elkészítetted az első játékjelentésedet, jó ötlet lenne belekukkantani a kutatási menübe. A kutatási menühöz zárd be ezt a képernyőt és {0} bárhová a képernyőn, hogy felhozd az akciómenüt.

source: To: {0} From: Patrick & Daniel Klug (Greenheart Games). Hi {0}, we are the creators of Game Dev Tycoon and would like to thank you very much for purchasing the game and supporting us.{n}Game Dev Tycoon is our very first game and it means a lot to us that you are enjoying it. With your purchase you support our little start-up and this will hopefully make sure that we can bring you more games in the future.{n}Seriously, you rock! Thank you very much and have fun with Game Dev Tycoon.
hu: Címzett: {0} Küldő: Patrick & Daniel Klug (Greenheart Games). Szia {0}, mi vagyunk a Game Dev Tycoon készítői és szeretnénk megköszönni, hoy megvásároltad a játékunkat és ezzel támogatsz minket.{n}A Game Dev Tycoon a legelső játékunk és sokat jelent nekünk, hogy élvezed a vele töltött időt. A vásárlásoddal támogatod az apró induló cégünket és ez remélhetőleg biztosítja, hogy a jövőben több játékot is elhozhassunk neked.{n}De komolyan, király vagy! Nagyon szépen köszönjük és jó játékot a Game Dev Tycoonnal.

source: We see that you are, again, in serious financial difficulties. We are willing to offer you a mini-credit to tie you over until your current game is on the market. We will give you {1} to cover your costs and expect to be paid back the full amount, plus a fee of {2}, one month after the game is released.
hu: Ismét úgy tűnik, hogy komoly pénzügyi nehézségekkel küzdesz. Készek vagyunk felajánlani egy kisebb összeget a jelenlegi játékod piaci szereplése alatt. Adunk {1} összeget, hogy fedezze a költségeidet. Ennek fejében a teljes összeg plusz {2} kamat megfizetését várjuk a játék kiadása után egy hónappal.

source: Loading ...
hu: Betöltés...

source: Unlock hints?
hu: Tippek feloldása?

source: fans
hu: rajongók

source: Credits
hu: Készítők

source: Hype game!
hu: Játék reklámozása!

source: Be modest.
hu: Légy szerény.

source: Mods
hu: Módosítások

source: Industry Report
hu: Ipari jelentés

source: Platform genre-match ({0}/{1}): {2}.
hu: Platform műfaji illeszkedés ({0}/{1}): {2}.

source: Platform audience-match ({0}/{1}): {2}.
hu: Platform közönségi illeszkedés ({0}/{1}): {2}.

source: Topic audience-match ({0}/{1}): {2}.
hu: Téma közönségi illeszkedés ({0}/{1}): {2}.

source: Enabling and disabling mods requires a restart.
hu: A módosítások engedélyezése és letiltása újraindítást igényel.

source: Use mods at your own risk!
hu: A módosításokat csak a saját felelősségedre használd!

source: Greenheart Games is not responsible for the contents of mods. Mods may corrupt your save files or do other harm. Use them at your own risk! Since mods can introduce severe bugs or data corruption we cannot offer user support when mods are in use.
hu: A Greenheart Games nem felelős a módosítások tartalmáért. A módosítások tönkretehetik a mentett játékadataidat vagy egyéb gondot okozhatnak. Csak a saját felelősségedre használd! Mivel a módosítások súlyos hibákat vagy adatsérülést okozhatnak, felhasználói támogatást nem tudunk nyújtani, amikor ezek használatban vannak.

source: patch complete
hu: javítás kész

source: Give it away
hu: Odaadod

source: Sell it
hu: Eladod

source: Refuse
hu: Visszautasítod

source: Out of nowhere, a new company called KickIT has kicked up a media storm by successfully crowd-funding the development of a new gaming console in just under eight hours.{n}The console, dubbed 'OYA', uses similar technology as modern phones and tablets and delivers games exclusively via its own online store. The OYA is a cubed-shape console and much smaller than most gamepads but the shape isn't the only thing that is small as the developer states that the price tag of the OYA will be under 100cr.{n} KickIT also stated that every game on the OYA will offer a free DEMO. The OYA will be available {0}.
hu: Hatalmas médiavihart kavart egy KickIT névre hallgató új cég, akik szinte a semmiből hoztak létre egy sikeres új játékkonzolt a közösségi finanszírozás segítségével csupán 8 óra leforgása alatt.{n}Az 'OYA' névre keresztelt konzol hasonló technológiát használ, mint a modern telefonok és táblagépek és a játékokat kizárólag a saját online boltjukból szolgálják ki. Az OYA egy kocka alakú konzol és sokkal kisebb, mint a legtöbb gamepad. De nem csak az alakja az egyetlen, amiben kisebb, a fejlesztő állítása szerint az OYA árcéduláján kevesebb, mint 100cr lesz.{n} A KickIt azt is kijelentette, hogy minden OYA játékhoz ingyen demót biztosítanak. Az OYA elérhető lesz {0}.

source: Game dev gems
hu: Játékfejlesztés gyöngyszemei

source: Make me think!
hu: Jusson eszembe!

source: Game design for pirates
hu: Jatéktervezés kalózoknak

source: Don't repeat yourself
hu: Ne ismételd magad

source: Code incomplete
hu: Hiányos kód

source: If you ever want to review the tutorial messages then you can do so in the Help menu. To access the Help menu and other features such as saving, loading and creating a game simply press ESC to access the main menu.
hu: Ha bármikor meg szeretnéd tekinteni az oktató üzeneteket, megteheted a Segítség menüben. A Segítség menüt és további funkciókat, mint a játékállás mentése, betöltése és új játék indítása egyszerűen elérheted a főmenüből az ESC gomb megnyomásával.
