Repository: gorrt/gdt-translations
Catalog: *.po
Languages: hu

source: Today, Ninvento has announced that they will introduce a portable gaming device called Gameling. The device comes with changeable game cartridges, a monochrome screen on a green background, built-in speakers and even multiplayer support via a connection cable.{n}Compared to PCs and other gaming consoles the Gameling is underpowered but given the lower cost and excellent portability it might find a huge following.{n}The Gameling is said to hit shelves {0}.
hu: Ma a Ninvento bejelentette, hogy egy új hordozható játékeszközt fognak bemutatni Gameling néven. Az eszköz cserélhető játékkazettákkal, monokróm képernyővel egy zöld háttéren, beépített hangszórókkal, sőt kapcsolókábellel használható többjátékos móddal fog rendelkezni.{n}A PC-khez és más játékkonzolokhoz képest a Gameling gyengébb teljesítményű, de az alacsonyabb ár és a nagyszerű hordozhatóság miatt rengeteg követője akadhat.{n}Úgy tudjuk a Gameling a(z) {0} dátumon jelenik meg.

source: Vena, creator of the Master V console, has announced the Vena Gear, a portable console to directly compete against the Gameling from Ninvento.{n}A spokesperson for the company said, 'Unlike similar devices on the market which don't come close to gaming consoles the Vena Gear has basically the full power of the Master V, except that you can take it with you. The Vena Gear also has a full color screen'.{n}Will this device topple the Gameling? We will see. The Vena Gear will debut {0}.
hu: Vena, a Master V konzol alkotója ma bejelentette a Vena Geart, egy hordozható konzolt, amit közvetlenül a Ninvento Gameling versenytársának szánnak.{n}A vállalat egyik szóvivője a következőképpen fogalmazott: -A piacon jelenleg megtalálható hasonló eszközökkel ellentétben, amelyek meg sem közelítik a játékkonzolokat, a Vena Gear gyakorlatilag a Master V teljesítményével rendelkezik, leszámítva azt, hogy magaddal viheted. A Vena Gear emellett teljesen színes képernyővel rendelkezik.{n}Sikerülhet ennek az eszköznek legyőzni a Gamelinget? Majd meglátjuk. A Vena Gear a(z) {0} dátumon mutatkozik be.

source: Vena has announced that they will release a new gaming console {0}. The Vena Oasis comes with 16-bit graphics and sound which promises a new kind of gaming experience.{n}Vena said at the announcement, 'The Oasis is a new start, it will be the genesis of a new generation of gaming consoles and we believe it will do very well in the market'. Some of the games already announced for the console suggest that it will appeal to more mature audiences.
hu: A Vena bejelentette, hogy egy új játékkonzolt ad ki a(z) {0} dátumon. A Vena Oasis 16 bites grafikával és hanggal rendelkezik, amely újfajta játékélményt ígér.{n}A Vena a bejelentéskor a következőket mondta: - Az Oasis egy új kezdet, a játékkonzolok új generációjának nyitódarabja és úgy véljük, nagyszerűen fog teljesíteni a piacon. A konzolhoz már bejelentett játékok alapján úgy tűnik a felnőttebb közönségnek fog kedvezni.

source: Today, Ninvento announced the much anticipated successor to the popular TES console. 'This is the greatest console we have ever built. It comes with state of the art 16-bit graphics and sound. It is simply super and that's why we decided to call it the Super TES!'.{n}Fans around the world have been waiting for this moment and it seems that they will not be disappointed.
hu: Ma a Ninvento bejelentette a népszerű TES konzol alig várt utódját. - Ez a legjobb konzol, amit valaha is építettünk. Csúcstechnológiájú 16 bites grafikával és hanggal rendelkezik. Egyszerűen szuper és ezért is neveztük el Super TES-nek!{n}Rajongók az egész világon erre a pillanatra vártak és úgy tűnik nem fognak csalódni.

source: The media is abuzz with the latest news from this year's Entertainment Conference. In a surprise announcement Vonny, a company known for general electronics has presented a prototype console called the Play System.{n}Apparently Vonny has collaborated with Ninvento, creators of the beloved and successful TES and Super TES consoles to develop what is basically a Super TES with a CD drive.{n}This would be the world's first console using a CD drive.
hu: A média az ez évi Entertainment Conference legfrissebb híreitől hangos. Meglepetés bejelentésében a Vonny, a főként általános műszaki cikkeiről ismert vállalat bejelentette a konzol prototípusát, a Play Systemet.{n}Úgy tűnik a Vonny együttműködik a Ninventoval, a sikeres és szeretett TES és Super TES konzolok készítőjével, hogy kifejlesszenek egy gyakorlatilag CD-meghajtós Super TES-t.{n}Ez lehet a világ első CD-meghajtós konzolja.

source: Journalists around the world are baffled as only one day after Vonny and Ninvento jointly announced the Play System at the Entertainment Conference things have turned sour.{n}Ninvento announced today that they will cancel the project and instead seek to develop a new console with a different partner.{n}Rumour has it that the distribution deal the companies had worked out was unfavorable to Ninvento handing over much of the control to Vonny.{n}This seems to be the end of the Play System.
hu: Újságírók az egész világon zavartan vették tudomásul, hogy mindössze egyetlen nappal azután, hogy a Vonny és Ninvento együtt bejelentette a Play Systemet az Entertainment Conference-n, a dolgokra rosszra fordultak.{n}A Ninvento ma bejelentette, hogy megszakítják a projektet és inkább egy új konzol kifejlesztése mellett döntenek egy másik partnerrel.{n}A szóbeszéd szerint a vállalatok által megbeszélt terjesztés a Ninventora túl kedvezőtlen lett volna, amiért túl sok irányítást adott volna a Vonny kezébe.{n}Úgy tűnik ez jelenti a Play System halálát.

source: Today, Vonny has announced their very own console called the Playsystem. Apparently the company has completely reworked their earlier Play System prototype after Ninvento cancelled the project.{n}The new Playsystem comes with a CD-ROM drive and 32-bit processors and is wholly owned by Vonny. Industry professionals say that this might be the beginning of a new generation of consoles. Ninvento declined to comment. The Playsystem will enter the market {0}.
hu: Ma a Vonny bejelentette a saját konzolját Playsystem néven. Úgy tűnik a vállalat teljesen átdolgozta a korábbi Play System prototípusát, miután a Ninvento megszakította a projektet.{n}Az új Playsystem CD-ROM meghajtóval és 32 bites processzorral rendelkezik és teljesen a Vonny tulajdona. Az ipar szakértői szerint ez lehet a konzolok új generációjának kezdete. A Ninvento nem nyilatkozott. A Playsystem a(z) {0} dátumon lép piacra.

source: Ninvento announced their next generation console called TES 64 today. Expected {0} it is the world's first gaming console to sport 64-bit processors for graphics and audio. Ninvento said this will allow never-before-seen 3D realism.{n}In recent years the Super TES has lost a lot of market share to more modern consoles. Market experts said that the hardware of the TES 64 is surely impressive, but expressed their surprise that it still uses ROM cartridges instead of the much cheaper and higher capacity CD-ROM format.{n}Nevertheless, the TES 64 seems like an impressive console and Ninvento has said that it plans to aggressively price it against Vonny's Playsystem.
hu: A Ninvento ma bejelentette a következő generációs konzolját, a TES 64-et. A világ első 64 bites grafikus és hangprocesszorát használó játékkonzol megjelenésére a(z) {0} dátumon számítanak. A Ninvento szerint ez soha nem látott 3D-s valósághűségre ad majd lehetőséget.{n}Az utóbbi években a Super TES sok piaci részesedését vesztette el a modernebb konzolokkal szemben. A piaci szakértők szerint a TES 64 hardvere igen lenyűgöző, de megdöbbenésüknek adtak hangot, hogy még mindig ROM kazettákat használ az olcsóbb és nagyobb kapacitású CD-ROM formátum helyett.{n}Ettől függetlenül a TES 64 lenyűgöző konzolnak tűnik és a Ninvento szerint agresszívan a Vonny Playsystem árára lövik be.

source: The day Vena fans have waited a long time for has arrived, as Vena has announced their next generation console, the DreamVast. A company spokesperson said, 'The DreamVast is a dream come true. This console is the most advanced gaming console in history!'.{n}The new console sports powerful graphics hardware promising graphic quality rivaling those on high-end PCs. The DreamVast is also the first console to ship with a modem out-of-the-box, making it ready for online play. The console will be available {0}.
hu: Ma a Vena rajongók várva várt ideje eljött, ugyanis a Vena bejelentette következő generációs konzolját, a DreamVastot. A vállalat szóvivője a következőket mondta: - A DreamVast egy megvalósult álom. Ez a konzol a legfejlettebb játékkonzol a történelem során!{n}Az új konzol erős grafikus hardverrel rendelkezik, amely a legjobb PC grafikus teljesítményét ígéri. A DreamVast emellett az első olyan konzol, amely azonnal használható modemmel bír, ezáltal lehetővé téve az internetes játékot. A konzol a(z) {0} dátumtól lesz elérhető.

source: Today, Vonny has announced the much anticipated successor to their popular Playsystem console. The Playsystem 2 will have upgraded hardware to compete with newer generation consoles such as the DreamVast.{n}Unlike the DreamVast the Playsystem 2 does not focus much on online play but instead seems to focus on the strengths of the previous Playsystem. A solid upgraded controller including vibration function, upgraded graphics, support for DVD titles and even backwards compatibility with Playsystem 1 games.
hu: Ma a Vonny bejelentette népszerű Playsystem konzoljuk alig várt utódját. A Playsystem 2 fejlettebb hardverrel fog rendelkezni, ami a DreamVasthoz hasonló újabb generációs konzolokkal felveszi a harcot.{n}A DreamVasttal ellentétben a Playsystem 2 nem igazán az internetes játékra, hanem az előző Playsystem erősségeire koncentrál. Tartós és feljavított kontrollert rezgő funkcióval, fejlettebb grafikát, DVD címek támogatását és Playsystem 1-es játékok kompatibilitását ígéri.

source: Since release, the DreamVast from Vena has been one of the fastest selling consoles in history but lately it seems that the anticipation of the upcoming Playsystem 2 release is slowing down sales.{n}If the Playsystem 2 can hold up to the hype when it is released then Vena could be in deep trouble.
hu: Megjelenése óta a Vena DreamVastja egyike a legkelendőbb konzoloknak a történelem során, de mostanában a közeledő Playsystem 2 izgalma lelassította az eladásokat.{n}Ha a Playsystem nem okoz csalódást megjelenésekor, a Vena nagy bajba kerülhet.

source: PC software juggernaut Mirconoft has announced today that they will enter the game console market with their very own gaming console called the mBox.{n}First demonstrations have been impressive, but we will have to wait and see how it fares against the popular DreamVast, as well as against the recently announced and much anticipated Playsystem 2. The new console is said to debut {0}.
hu: A PC szoftverek vezető ereje, a Mirconoft ma bejelentette, hogy belépnek a játékkonzol piacra a saját játékkonzoljukkal, az mBox-szal.{n}Az első bemutatók lenyűgözőek voltak, de ki kell várnunk, mégis hogyan áll helyt a népszerű DreamVasttal és a nemrég bejelentett és izgalommal várt Playsystem 2-vel szemben. Az új konzol debütálására a(z) {0} dátumon számíthatunk.

source: Mirconoft has announced the delay of their new gaming console, mBox. The new release date is '{0}'. Rumour has it that the incredible success of the Playsystem 2 launch has prompted Mirconoft to delay their own debut.
hu: A Mirconoft bejelentette új játékkonzoljuk, az mBox elhalasztását. Az új kiadási dátum '{0}'. A szóbeszéd szerint a Playsystem 2 hihetetlenül sikeres indulása késztette a Mirconoftot saját debütálásuk eltolására.

source: The launch of the Playsystem 2 has been a phenomenal success. Stores everywhere are out of stock as manufacturing can barely keep up. Fans have resorted to buying the console on internet auction sites for as much as five times the normal price.{n}While Vonny has managed to have the most successful launch in history, sales of Vena's DreamVast have plummeted.
hu: A Playsystem megjelenése hatalmas sikernek bizonyult. A boltok mindenhol kifogytak, ugyanis a gyártók alig bírják tartani az iramot. A rajongók már internetes aukciós oldalakon vásárolják meg a konzolt akár az eredeti ár ötszöröséért is.{n}Míg a Vonnyé a legsikeresebb megjelenés a történelem során, a Vena DreamVast eladásai meredeken estek.

source: In a sobering announcement, Vena has today confirmed the discontinuation of the DreamVast. Vena's president said that while many companies will still deliver games for the platform, the company will no longer produce new units in the future.{n}Vena fans worldwide are disappointed, as a beloved part of gaming console history is coming to an end.
hu: Kijózanító bejelentésében a Vena ma megerősítette a DreamVast gyártásának leállítását. A Vena igazgatója szerint habár sok cég még gyárt játékokat a platformra, a vállalat már új példányokat nem gyárt a jövőben.{n}A Vena rajongók az egész világon csalódottak, mivel a játékkonzol történelem egyik szeretett darabja a végéhez közeledik.

source: Today, Ninvento announced the new Ninvento Game Sphere, with which it will try to compete with Vonny's market leading Playsystem 2 and Mirconoft's strong alternative, the mBox. The curiously shaped console has similar hardware specifications as other consoles.{n}The Game Sphere is Ninvento's first console to have an optical disc drive instead of cartridges. However, instead of using full sized CD and DVDs, like its competitors, the console features a mini-DVD drive. Game Spheres will start rolling into stores {0}.
hu: Ma a Ninvento bejelentette az új Ninvento Game Sphere-t, amely megpróbál vetekedni a Vonny piacvezető Playsystem 2-jével és a Mirconoft erős alternatívájával, az mBox-szal. Az érdekes formájú konzol a többi konzolhoz hasonló hardvertulajdonságokkal bír.{n}A Game Sphere a Ninvento első olyan konzolja, amely optikai lemezmeghajtóval rendelkezik kazetták helyett. Azonban teljes méretű CD-k vagy DVD-k helyett a konzolt mini-DVD meghajtóval szerelik fel. A Game Sphere-k a(z) {0} dátumtól kezdve érkeznek a boltokba.

source: Rumours are spreading that Ninvento is working on a new game console. Most of the rumours state that it is not a successor to the somewhat disappointing Game Sphere but instead a new console in the mobile market.{n}Ninvento's Gameling has been leading the mobile market thanks to numerous updates and a large list of very popular games available on the platform, but the hardware is aging quickly and many players wonder what will be next.
hu: A terjedő szóbeszédek szerint a Ninvento egy új játékkonzolon dolgozik. A legtöbb szóbeszéd azt állítja, hogy nem a némileg csalódást okozó Game Sphere utódjáról van szó, hanem egy új konzolról a hordozható piacra.{n}A Ninvento Gamelinge vezeti a hordozható piacot, köszönhetően a számos frissítésnek és a platformra elérhető nagyon népszerű játékoknak, de a hardver gyorsan öregszik és sok játékos pedig a következő lépést várja.

source: Today, Vonny announced that they are launching a new mobile gaming console called Portable Playsystem, or PPS for short, {0}. Media analysts speculate that this announcement is meant to distract users from Ninvento's launch of the Ninvento GS.{n}While the Ninvento GS utilizes an innovative dual screen, the PPS instead makes use of a single screen and will focus on giving developers access to much more powerful hardware.
hu: Ma a Vonny bejelentette, hogy egy új hordozható játékkonzolt adnak ki Portable Playsystem néven, röviden PPS a(z) {} dátumon. A médiaelemzők szerint ez a bejelentés a felhasználók figyelmének elterelésére szolgál a Ninvento Ninvento GS-ének megjelenéséről.{n}Míg a Ninvento GS innovatív duplaképernyőt használ, a PPS inkább egyetlen képernyőre koncentrál és a fejlesztők számára sokkal erősebb hardver fog kínálni.

source: Industry experts predict that we will see the next generation of video game consoles as early as next year. 'The hardware advancements in the PC industry have not been reflected in gaming consoles yet and we can expect the next generation to be a truly exciting leap forward.'{n}According to rumours, both Mirconoft and Vonny are in a race to introduce the next-generation console, with Mirconoft apparently already collaborating with partners to prepare titles for what is called the 'mBox 360.'
hu: Az ipari szakértők azt jósolják, hogy már a következő évben megismerhetjük a videójáték konzolok következő generációját. - A hardverfejlődés a PC iparban még nem tükröződött a játékkonzolokon és emiatt a következő generáció tényleges hatalmas előrelépésre számíthat.{n}A szóbeszédek szerint a Mirconoft és a Vonny is versenyez egy következő generációs konzol bemutatásán, miközben a Mirconoft már partnereivel együtt már az úgynevezett 'mBox 360'-ra szánt címek előkészítésén dolgozik.

source: Today, Mirconoft presented their new console called the mBox 360. It is the first in the next generation of expected consoles, and features hardware rivaling mid-end PC counterparts. With a relatively cheap purchase price, Mirconoft will be selling the device at a loss as part of a long-term strategy to gain market share.{n}Gamers around the world are excited by the new console and it is predicted that the mBox 360 will have a massive impact on the console market.
hu: Ma a Mirconoft bemutatta legújabb konzoljukat, az mBox 360-at. Az elkövetkezendő konzolok következő generációjának első tagja, hardvere pedig vetekedik a közép-felső szintű számítógépekével. Viszonylag olcsó ára miatt a Mirconoft veszteséggel árulná egy hosszútávú stratégia részeként piaci részesedése növeléséhez.{n}A játékosok az egész világon izgatottak az új konzol miatt és azt jósolják, hogy az mBox 360 hatalmas hatással lesz a konzolpiacra.

source: Today, Ninvento has announced their bid in the next-generation console market by announcing the Nuu. Instead of trying to compete with Mirconoft and Vonny on hardware strength and graphical power, Ninvento has decided to deliver a truly unique gaming experience.{n}The Nuu features a controller with a built-in motion sensor, which allows players to stand front of their TV and use the controller as a counterpart to virtual objects such as a tennis racquet.{n}First playtesters were seen with huge grins on their faces. It seems to be a lot of fun.
hu: Ma a Ninvento bejelentette saját résztvevőjét a Nuu bejelentésével a következő generációs konzolpiacra. Ahelyett, hogy a hardver és grafikus erejének szempontjából harcra kelne a Mirconofttal és a Vonnyval, a Ninvento egy teljesen egyedi játékélményt tűzött ki céljául.{n}A Nuu beépített mozgásérzékelős kontrollerrel rendelkezik, ami lehetővé teszi a játékosoknak, hogy a TV-jük előtt álljanak és virtuális tárgyak másolataként például teniszütőként használják.{n}Az első játéktesztelőket hatalmas vigyorral az arcukon látták. Nagyszerű szórakozásnak tűnik.

source: Today, Vonny has announced the successor to the massively successful Playsystem 2. The new console is predictably called 'Playsystem 3' and comes with an impressive hardware configuration, making it the most powerful console in gaming history.{n}The console also doubles as a player for BlueRay, which Vonny hopes will be the successor to the DVD format. All this power comes with a hefty price tag, also making the Playsystem 3 the most expensive console ever.{n}We will see how consumers will react to this given the lower-cost alternatives; however, considering the massive success of the Playsystem 2, Vonny can be hopeful. The console is expected to ship {0}.
hu: A Vonny bejelentette a hihetetlenül sikeres Playsystem 2 utódját. Az új konzol valószínűleg a 'Playsystem 3' nevet fogja viselni, és elképesztő hardverelemekkel fog rendelkezni - így válva a játéktörténelem legerősebb konzoljává.{n}A konzol továbbá BlueRay lemezek lejátszására is képes lesz, amely a Vonny reményei szerint a DVD formátum utódja lehet. Ehhez az erős géphez izmos árcédula is társul, így a konzol a legdrágábbá is válhat.{n}Majd meglátjuk, hogy a vásárlók hogy reagálnak erre az olcsóbb vetélytársak jelenlétében, azonban a Playsystem 2 nagy sikerét figyelembe véve, a Vonny bizakodva tekinthet a jövőbe. A konzol valószínűleg a(z) {0} dátumon érkezik.

source: In what some call a bizarre show of arrogance Vonny representatives have been trash-talking Mirconoft's successful mBox 360 while praising their own upcoming Playsystem 3 in the lead-up to their launch {0}.{n}Asked about the unusually high price of the Playsystem 3, a high-ranking company official replied, 'People will work more hours to buy one. We want people to feel that they want it more than anything else.'.{n}We are not sure that players will really want it so badly, as, so far, no major game titles have been announced for the Playsystem 3. It might be a while before developers are able to take full advantage of the powerful new console.
hu: Egyesek szerint egy némileg bizarr showban a Vonny szóvivők a megjelenés előtti hajrában a Mirconoft sikeres mBox 360-át arrogánsan rágalmazták, miközben saját {0} dátumán érkező Playsystem 3-ukat istenítették.{n}Amikor a Playsystem szokatlanul magas áráról érdeklődtek, egy magas beosztású ügyintéző a következőket mondta: - Az emberek többet fognak dolgozni, csak hogy megvehessék. Azt akarjuk éreztetni az emberekben, hogy mindennél jobban akarják.{n}Abban nem vagyunk biztosak, hogy a játékosok borzasztóan akarni fogják, legalábbis eddig, mivel egyetlen nagyobb játékcímet sem jelentettek be a Playsystem 3-ra. Beletelhet némi időbe, amíg a fejlesztők képessé válnak az erős új konzolban rejlő lehetőségek teljes kiaknázására.

source: Today, Grapple, a company well known for their role in the early PC industry and, more recently, for their portable music player, grPod, have announced that they will soon release a powerful new mobile phone. The phone has a touch screen and sports a surprisingly powerful CPU.{n}The integrated graphics chipset should also allow the phone to run games and, since the phone comes with its own application delivery platform, it could become a great device for mobile games. The grPhone will be available {0}.
hu: Ma a Grapple, a korai PC iparban való szerepe és manapság pedig a hordozható zenelejátszójuk, a grPod miatt ismertté vált vállalat bejelentette, hogy kiadnak egy új erős mobiltelefont. A telefon érintőkijelzővel és meglepően erős processzorral rendelkezik.{n}Az integrált grafikus chipset emellett lehetővé teszi játékok futtatását és mivel a telefon saját alkalmazásfejlesztési platformmal bír, nagyszerű eszköz lehet a mobiljátékokhoz. A grPhone a(z) {0} dátumon válik elérhetővé.

source: Today, Grapple, the company responsible for the massively successful grPhone has announced their plans to release a tablet device called the grPad. Tablet devices are not a new idea in the computing industry but earlier attempts never seemed to take off. Many expect the grPad to do very well.
hu: Ma a Grapple, a hihetetlenül sikeres grPhone-ért felelős vállalat bejelentette terveit, miszerint egy tabletet, a grPadot kívánja kiadni. A tablet nem újkeletű ötlet, de a korai próbálkozásokat valahogyan nem kapták fel. Sokan várják a grPad sikerét.

source: The mPad has received mixed reviews at launch, with many of them highlighting the fact that the mPad is indeed not the same as the grPad from Grapple. We will see what the future holds for this platform.
hu: Az mPad vegyes fogadtatásban részesült megjelenésekor, amelyben sokan kiemelték azt a tényt, hogy az mPad valóban nem hasonlít a Grapple grPadjára. Majd meglátjuk, hogy mit tartogat a jövő e platform számára.
