Repository: gorrt/gdt-translations
Catalog: *.po
Languages: hu

source: {0} has achieved a company sales record with over {1} units sold! This is an important milestone in the history of {2}!
hu: A(z) {0} játék eladási rekordot döntött {1} eladott példánnyal! Ez egy fontos mérföldkő a(z) {2} történelmében!

source: We just got word that {0} which was recently released by {1} has racked up over {2} in sales.
hu: Hírét vettük, hogy {0}, aki nemrég adta ki a(z) {1}-t, több mint {2}-t gyűjtött eladásokban.

source: If the game were a music record it would have {0} status.{n}
hu: Ha ez zene lenne játék helyett, akkor {0}lemezt kaphatna.{n}

source: An incredible achievement
hu: Hihetetlen teljesítmény

source: This is an unbelievably high number.
hu: Ez egy hihetetlenül magas szám.

source: This game truly deserves to be called AAA.
hu: Ez a játék tökéletesen megérdemli, hogy csúcskategóriás játéknak hívjuk.

source: Only a true master of the industry could achieve such a milestone. {0} will forever be remembered in gaming history for this.
hu: Csak az ipar igaz mestere képes elérni egy ilyen mérföldkövet. {0} emléke örökké a játéktörténelemben fog élni.

source: The excitement around the game seems to have no end.
hu: A játék körüli izgatottságnak úgy tűnik semmi sem szab határt.

source: We wonder how many more it will sell.
hu: Kíváncsiak várjuk, mennyit fognak még eladni.

source: Competitors have been observed muttering jealous remarks.
hu: A versenytársakat irigy megjegyzések mormolásán kapták.

source: Go {0}! Well done!
hu: Csak így tovább, {0}! Szép munka!

source: According to our market research the recently published game '{0}' is a surprise hit with players.
hu: Piaci kutatásunk szerint a nemrég kiadott '{0}' játék meglepetés sláger a játékosok körében.

source: The developer {0} is fairly new to the gaming industry but we cannot wait for what they will develop next!
hu: A fejlesztő, {0} még elég új szereplő a játékiparban, de már alig várjuk, hogy mit fejlesztenek ki legközelebb!

source: The latest game by {0} has received very positive reviews overall! {1} gave it a '{2}' saying '{3}'.
hu: {0} legutóbbi játéka összességében nagyon pozitív értékeléseket kapott! {1} {2}-t adott neki, mondván '{3}'.

source: If {0} continues to innovate like this they might become a new fan favorite!
hu: Ha {0} továbbra is ehhez hasonlóan fejleszt, új rajongói kedvenccé válhat!

source: {0}, the newest game by {1} has caused a storm of good reviews and excited customers.
hu: {1} legújabb játéka, {0} számos jó értékelés és izgatott vásárló kiváltó oka lett.

source: Industry professionals say that {0} is one of these rare games that will set a new quality standard for future games.{n}
hu: Az ipari szakértők szerint {0} egyik azon ritka játékoknak, amelyek új minőségi színvonalat állítanak a jövőbeli játékoknak.{n}

source: It seems that {0} really has made gaming history with {1}! Well done!
hu: Úgy tűnik {0} tényleg belépett a játéktörténelembe {1} címével! Szép munka!

source: If you are not a fan of {0} now then chances are you will be after playing their latest hit {1}.
hu: Ha nem vagy a(z) {0} rajongója, nagy eséllyel azzá válsz, miután legújabb {1} sikerjátékukat kipróbálod.

source: Ladies and gentlemen, the surprise hit of the year is {1} by {0}.
hu: Hölgyeim és uraim, az idei év meglepetése a(z) {0} {1} címe.

source: When I started playing {1} I had no idea what I was in for.
hu: Amikor elindítottam a(z) {1}-t, még nem tudtam mire vállalkozom.

source: There are a lot of good surprises waiting for you in {1}.
hu: Rengeteg meglepetés vár téged a(z) {1} világában.

source: Another memorable game by {0} has been released.
hu: A(z) {0} ismét egy emlékezetes játékot adott ki.

source: I have been playing {1} and have tremendously enjoyed the experience.
hu: Folyamatosan a(z) {1} tolom és hihetetlenül élvezem.

source: {0} surprises us again with a very enjoyable game.
hu: {0} megint meglepett minket egy nagyon élvezhetes játékkal.

source: Rarely will a game captivate you as much as {1}.
hu: Ritkán ragad meg úgy egy játék, mint a(z) {1}.

source: {1} really deserves the top spots in the charts.
hu: {1} tényleg megérdemli a legjobb helyeket a tabellán.

source: Simply one of the best games I've played.
hu: Egyszerűen az egyik legjobb játék, amivel valaha játszottam.

source: Well, what can I say? Stop reading. Start playing.
hu: Nos, mit os mondhatnék? Elég az olvasásból. Irány játszani.

source: A stellar effort by {0}.
hu: {0} csillagos ötös törekvése.

source: To {0}: Keep the hits coming please :)
hu: {0} számára: jöhetnek még ilyen sikerjátékok :)

source: Only a game with unicorns, rainbows, pirates and ninjas could possibly be better.
hu: Csak egy játék egyszarvúkkal, szivárványokkal, kalózokkal és nindzsákkal lehetne ennél jobb.

source: Summary: best. game. ever.
hu: Összegzés: A. Legjobb. Játék.

source: There is a rare technical polish in this game which really comes through in the overall experience.
hu: Ritka technikai törődést kapott ez a játék, amely tényleg átjön a teljes élményben.

source: The game shines of technical excellence. Clearly the developers know what they are doing.
hu: A játék tündököl a technikai tökéletességtől. A fejlesztők nyilvánvalóan tudják, hogy mit csinálnak.

source: I was positively surprised to see the level of polish that went into the underlying game engine. The effort really paid off.
hu: Pozitív csalódást okozott a törődés szintje, amely az alapul szolgáló játékmotort érte. Az erőfeszítés kifizetődő lett.

source: In this type of game the core gameplay mechanics are really important and the developer has nailed it.
hu: Egy ilyen típusú játéknál az alap játékmechanika nagyon fontos és a fejlesztőnek sikerült tökéletesen elkapnia.

source: I have rarely seen such responsive game controls. A true joy to play.
hu: Ritkán látok ilyen érzékeny játékirányítást. Kész öröm a játék.

source: The attention to detail to the core gameplay has really paid off.
hu: Az alap játékmenet részleteire fordított figyelem tényleg kifizetődővé vált.

source: This game doesn't just tell a story, no, it manages to draw you in so that you truly feel part of an adventure.
hu: Ez a játék nemcsak elmesél egy történetet, nem, hanem beránk magával, hogy tényleg a kaland részesének érezhesd magad.

source: A true achievement in interactive story telling, the characters and the captivating scenarios just stick in your mind.
hu: Az interaktív történetmesélés igazi teljesítménye, a karakterek és a bájos környezet felejthetetlenek.

source: Whoever wrote the story of {1} will likely win a prize for it.
hu: Bárki is írta a(z) {1} történetét, díjat fog nyerni érte.

source: The character dialogues in this game are just oustanding. Rarely will you be so captivated in a conversation.
hu: A karakterek párbeszédei ebben a játékban kiemelkedőek. Ritkán éli bele magát ennyire az ember egy beszélgetésbe.

source: The term dialogue tree really doesn't do {1} justice. This game has a dialogue forest... in a good way.
hu: A párbeszédfa közel sem írja le a(z) {1}-t. Ez a játék kész párbeszéderdő... a jó értelemben.

source: A perfect example on how dialogues in a game can be so much more thrilling than in a movie or book. At every stage I felt like I really had choices and was driving the story.
hu: Tökéletes példa arra, miként válhat egy játék párbeszéde sokkal izgalmasabbá, mint egy filmben vagy könyvbe. Minden pályán úgy éreztem, hogy tényleg van választásom és én irányítom a történetet.

source: The progression in this story is just perfect. Just when you start to think things settle down something surprising will happen.
hu: Az előrehaladás ebben a történetben szinte tökéletes. Pont, amikor azt hinnéd, hogy a dolgok kezdenek megnyugodni, valami meglepő történik.

source: The level design is both sophisticated and surprisingly intuitive. I never felt like I was guided through a level but I never ever got lost either. A true achievement.
hu: A pályadizájn egyaránt kifinomult és meglepően intuitív. Sosem éreztem azt, hogy vezetnének egy pályán, de el sem vesztem soha. Igazi teljesítmény.

source: Simply iconic level designs, from start to finish.
hu: Egyszerűen ikonikus pályadizájn, az elejétől a végéig.

source: The computer-controlled entities in this game are so incredibly convincing that I caught myself talking at them at times.
hu: Ebben a játékban a számítógép irányította lények olyan hihetetlenül meggyőzőek, néha azon kaptam magam, hogy beszélek hozzájuk.

source: Rarely manages a game to blend the A.I. so well into the game world that you just feel completely immersed.
hu: Ritkán sikerül egy játéknak úgy vegyítenie az MI-t a játékvilággal, hogy teljesen belemerülsz.

source: The game responds to the player in such a realistic fashion that it makes you sometimes forget that this is just a game.
hu: A játék olyan valósághű módon reagál a játékosra, hogy néha elfelejti az ember, csak egy játékkal van dolga.

source: A wonderfully imaginative gameworld makes {1} a joy to discover. You will spend hours travelling through this world.
hu: A(z) {1} csodálatosan ötletes játékvilág felfedezését örömtelivé teszi. Órákat fogsz ennek a világnak a felfedezésével tölteni.

source: This is world design at its best. Brave, imaginative and unapologetically following its incredible artistic vision.
hu: Világdizájn a köbön. Bátor, ötletes és minden bűnbánat nélkül követi a hihetetlen művészi látványát.

source: The attention to detail in the world design really sets this game apart from others in the genre.
hu: A világ megtervezésére fordított figyelem tényleg megkülönbözteti a játékot a többitől ebben a műfajban.

source: Visually pleasing is an understatement. This game looks incredibly good.
hu: A vizuálisan kellemes enyhe kifejezés. Ez a játék hihetetlenül jól néz ki.

source: The art style in {1} blends so well with the general feeling of the game. A perfect match.
hu: A(z) {1} művészi stílusa nagyszerűen illik a játék általános hangulatába. Tökéletes párosítás.

source: Truly oustanding visual design is only one of the many reasons why {1} deserves your attention.
hu: A valóban kiemelkedő vizuális dizájn egyike a számtalan oknak, ami miatt a(z) {1} megérdemli a figyelmedet.

source: I rarely highlight the sound of a game instead of the many other noteworthy features but in {1} the sound design was truly awe-inspiring.
hu: Ritkán emelem ki a játék hangzását a többi említésre méltó tulajdonság közül, de a(z) {1} hangdizájnja igazán döbbenetes.

source: The sound in this game gives you goose bumps. Very well designed.
hu: Ennek a játéknak a hangjaitól libabőrös leszel. Nagyon jól meg van tervezve.

source: The game doesn't just look good it sounds incredibly good too. A true feast for players who appreciate high quality sound.
hu: A játék nemcsak csodásan fest, de a hangzása is hihetetlenül jó. Igazi lakoma a magas minőségű hangokat kedvelő játékosok számára.

source: Sports
hu: Sport

source: Military
hu: Katonai

source: Medieval
hu: Középkor

source: Space
hu: Űr

source: Racing
hu: Versenyzés

source: Fantasy
hu: Fantázia

source: Pirate
hu: Kalóz

source: Airplane
hu: Repülő

source: Dungeon
hu: Katakomba

source: Mystery
hu: Misztikus

source: Martial Arts
hu: Harcművészet

source: History
hu: Történelem

source: Business
hu: Üzleti

source: Transport
hu: Közlekedés

source: Comedy
hu: Komédia

source: Ninja
hu: Nindzsa

source: Romance
hu: Romantikus

source: Spy
hu: Kém

source: Hospital
hu: Kórház

source: Evolution
hu: Evolúció

source: Time Travel
hu: Időutazás

source: Life
hu: Élet

source: Virtual Pet
hu: Virtuális állat

source: Vocabulary
hu: Szókincs

source: Hunting
hu: Vadászat

source: Law
hu: Törvény

source: Game Dev
hu: Játékfejlesztés

source: City
hu: Város

source: School
hu: Iskola

source: Fashion
hu: Divat

source: Hacking
hu: Hekkelés

source: Government
hu: Állam

source: Prison
hu: Börtön

source: Surgery
hu: Sebészet

source: Music
hu: Zene

source: Rhythm
hu: Ritmus

source: Superheroes
hu: Szuperhősök

source: Post Apocalyptic
hu: Posztapokaliptikus

source: Alternate History
hu: Alternatív történelem

source: Vampire
hu: Vámpír

source: Werewolf
hu: Vérfarkas

source: Aliens
hu: Űrlények

source: Wild West
hu: Vadnyugat

source: Dance
hu: Tánc

source: Management
hu: Menedzsment

source: Staff Management
hu: Munkatárs menedzsment

source: Well done! You've successfully completed your management course and you are now able to hire your very first employee! To get started close this message and then {0} the 'Fill Position...' button which is visible near the big desk.
hu: Szép munka! Sikeresen elvégezted a menedzsment oktatást és készen állsz felvenni az első alkalmazottadat! A kezdéshez zárd be ezt az üzenetet, majd {0} a 'Pozíció betöltése...' gombra, amely a nagy asztal közelében található.

source: Staff Welcome Training
hu: Munkatárs üdvözlő kiképzés

source: Special
hu: Különleges

source: Develop patch
hu: Javítás fejlesztése

source: It seems that {0} has finally released their patch for {1}. One fan said: 'I can't believe it took them so long to release a patch! I surely hope that they are more efficient next time!'
hu: Úgy tűnik {0} végre kiadta a javítást a(z) {1} játékukhoz. Az egyik rajongó a következőket mondta: "El sem hiszem, hogy ilyen sokáig tartott nekik kiadni egy javítást! Őszintén remélem legközelebb sokkal hatékonyabbak lesznek!"

source: {0} has recently released a much needed patch for {1}. One fan said: 'I love companies like {0}. They don't just milk their customers for more money but also understand our concerns and make sure that we can enjoy our games!'.
hu: {0} nemrég kiadta a(z) {1} igen igényelt javítását. Az egyik rajongó szerint: "Imádom az olyan cégeket, mint a(z) {0}. Nemcsak fejőstehénnek nézik a vásárlóikat, hanem megértik az aggodalmaikat és tesznek róla, hogy élvezhessük is a játékainkat."

source: Specialists
hu: Specialisták

source: Design Specialist (Req. 700 D)
hu: Dizájn specialita (Szüks. 700 D)

source: Technology Specialist (Req. 700 T)
hu: Technológiai specialista (Szüks. 700 T)

source: Boost (Req. D:500 or T:500)
hu: Növelés (Szüks. D:500 vagy T:500)

source: Boost Max. Level 3 (Req. D:700 or T:700)
hu: Növelés max. 3-as szint (Szüks. D:700 vagy T:700)

source: Specialization
hu: Specializáció

source: {0} [Req. {1}D/{2}T]
hu: {0} [Szüks. {1}D/{2}T]

source: Coding contest
hu: Programozó verseny

source: Teach and learn
hu: Taníts és tanulj

source: Game Design Course
hu: Játékdizájn tanfolyam

source: Programming Course
hu: Programozó tanfolyam

source: Product Management Course
hu: Termékmenedzsment tanfolyam

source: R&D Course
hu: K&F tanfolyam

source: Practice, Practice, Practice
hu: Gyakorlás, gyakorlás, gyakorlás

source: G3 Pixel Cup
hu: G3 Pixelkupa

source: G3 Code Jam
hu: G3 Kódbuli

source: G3 Game Jam
hu: G3 Játékbuli

source: G3 Time Trials
hu: G3 Időpróba

source: G3 Innovation Challenge
hu: G3 Innovációs kihívás

source: Book studies
hu: Tanulócsoportok

source: Congratulations! You've successfully completed {0}.
hu: Gratulálunk! Sikeresen teljesítetted a(z) {0}-t.

source: Training Complete
hu: Kiképzés kész

source: Tutorial
hu: Oktatás

source: tap
hu: koppints

source: click
hu: kattints

source: Create a company
hu: Egy vállalat megalapítása

source: Congratulations! You've just started your very own game development company! At the moment your office is in a garage and you are the only employee but don't worry, many successful businesses have started out this way!{n}Let's start developing your first game. Close this message and then {0} anywhere on the screen to bring up the action menu.
hu: Gratulálunk! Megalapítottad a saját játékfejlesztő vállalatodat! Jelenleg az irodád egy garázsban található és te vagy az egyetlen alkalmazott, de ne aggódj, számos sikeres vállalat indult el ugyanígy!{n}Lássunk neki az első játékod fejlesztésének. Zárd be ezt az üzenetet, majd {0} valahova a képernyőn az akciómenü megnyitásához.

source: Create a game
hu: Egy játék létrehozása

source: Before development can begin you have to decide what kind of game you want to create and give your game a name. You can also select which graphic technology your game should use.{n}Your options are initially limited but once you have a bit of experience you will be able to unlock new options.
hu: Mielőtt a fejlesztés elkezdődhetne, el kell döntened, milyen játékot akarsz létrehozni és nevet kell neki adnod. Emellett kiválaszthatod a játékodban használandó grafikus technológiát is.{n}Kezdetben a lehetőségeid végesek, de miután egy kis tapasztalatot szereztél, új lehetőségeket nyithatsz meg.

source: Game points
hu: Játékpontok

source: First game finished
hu: Első játék befejezve

source: swipe from the edge of the screen to bring up the app bar
hu: húzz az képernyő egyik oldaláról az alkalmazás sáv megnyitásához

source: right click to bring up the app bar
hu: jobb gombbal nyisd meg az alkalmazás sávot

source: swipe from the right edge of the screen
hu: húzz a képernyő jobb oldaláról

source: bring your cursor to the top right corner of the screen and then move down.
hu: vidd a kurzort a képernyő jobb felső sarkába, majd mozgasd lefelé.

source: Appbar and help menu
hu: Alkalmazás sáv és Segítség menü

source: If you ever want to review the tutorial messages then you can do so in the Help menu. To access the Help menu and other features such as saving, loading and creating a game simply {0}.{n}You can also change game settings by using the Settings charm. To show the charms bar simply {1} You can then {2} on Settings.
hu: ha valaha még át akarod tekinteni az oktató üzeneteket, azt megteheted a Segítség menüben. A Segítség menü és egyéb lehetőségek, mint a mentés, betöltés és játék létrehozása eléréséhez egyszerűen {0}.{n}Emellett a játék beállításait a Beállítások charmban változtathatod meg. A charmok megjelenítéséhez egyszerűen {1} Ezután {2} a Beállításokon.

source: Contracts unlocked
hu: Szerződések megnyitva

source: Contracts have now been unlocked. To see available contracts close this message and then {0} anywhere on the screen to bring up the action menu.
hu: Szerződések kerültek most megnyitásra. Az összes elérhető szerződés megtekintéséhez zárd be ezt az üzenetet, majd {0} valahova a képernyőn az akciómenü megjelenítéséhez.

source: Contracts
hu: Szerződések

source: Contracts are a useful tool to earn some extra cash when your balance is low and can also be useful to generate a small number of research points. Contracts require you to generate a certain amount of design and technology points before the time runs out.{n}Decide carefully what contract you accept. If you miss the deadline for a contract you will have to pay a penalty so it's better to start out with smaller contracts and see how much you can handle.
hu: A szerződések hasznos eszközök némi plusz pénzmag szerzéséhez, amikor az egyenleged alacsony és emellett hasznos lehet egy kevés kutatási pont generálásához. A szerződések meghatározott mennyiségű dizájn és technológiai pontok megszerzését igénylik az idő lejárta előtt.{n}Dönts óvatosan, hogy mely szerződéseket vállalod el. Ha túlléped egy szerződés határidejét, büntetésre számíthatsz, szóval ajánlott kisebb szerződésekkel kezdeni, hogy megtudd, mennyivel bírsz el.

source: Game released
hu: Játék kiadva

source: Your game is now complete and will be handed off to publishing. We should see reviews and sales coming in for the game soon!
hu: A játékod immár teljes és átkerül a kiadóhoz. Nemsokára meglátjuk a játék tesztjeinek és eladásainak eredményeit!

source: Game development completed
hu: Játékfejlesztés kész

source: The development of your game has now finished. While developing games you gain experience and improve your skills. When development is completed you will be presented with a summary of the experience gained.
hu: A játékod fejlesztése ezzel befejeződött. Játékok fejlesztése közben tapasztalatot szerzel és javítod a képzettségeidet. Amikor a fejlesztés befejeződik, megtekintheted a szerzett tapasztalat összegzését.

source: First sales
hu: Első eladások

source: Now that your game is on sale you will receive the income from the game every week. You can see how well your game is doing by looking at the sales graph in the top right of the screen.
hu: Most, hogy a játékod a piacra került, az eladásokból minden héten meg fogod kapni a bevételt. A képernyő jobb felső sarkában láthatod mad az eladási grafikonon, hogy a játék miként teljesít a kasszáknál.

source: Research
hu: Kutatás

source: Research is important to unlock new options and make better games. You should try to save enough research points to be able to create your own game engine. This will greatly improve your games.{n}Hint: Try to develop games with different topic and genre combinations for a slight research boost.
hu: A kutatás fontos az új lehetőségek megnyitásához és jobb játékok készítéséhez. Meg kellene próbálnod elegendő kutatási pontot megspórolni, hogy saját játékmotort fejleszthess. Ez nagyban javítaná a játékaidat.{n}Tipp: Próbálj meg különféle téma/műfaj kombinációkkal játékokat készíteni némileg több kutatási pont szerzéséhez.

source: Development phases
hu: Fejlesztési fázisok

source: Game development runs through three stages. At the beginning of each stage you can decide what areas of the game you want to focus on. Picking the right focus for your game greatly increases the points you generate.{n}Think about what areas are important for your game and decrease the focus on areas you think are less important. If you want to read a brief description of the different areas please refer to the Help menu.
hu: A játékfejlesztés három szinten megy keresztül. Minden egyes szint kezdetén eldöntheted, hogy a játék mely területeire kívánsz koncentrálni. A játék megfelelő fókuszának kiválasztásával nagyban megnöveled a generált pontok mennyiségét.{n}Gondold át, hogy mely területek fontosak a te játékod szempontjából és melyek kevésbé. Ha szeretnéd elolvasni a különböző területek rövid leírását, használd a Segítség menüt.

source: Research custom engine
hu: Egyéni játékmotor fejlesztése

source: Now you can create your own game engines. To get started close this message and {0} anywhere to bring up the action menu.
hu: Most már létrehozhatod a saját játékmotorjaidat. Ehhez zárd be ezt az üzenetet és {0} bárhová a képernyőn az akciómenü megnyitásához.

source: Research engine part
hu: Motorrész kifejlesztése

source: You have just researched your first engine part. To be able to use this in your games you need to create a new engine which includes this part.
hu: Kifejlesztetted az első motorrészedet. Ahhoz, hogy ezt a játékaidban használhasd, létre kell hoznod egy új motort, ami tartalmazza ezt a részt.

source: Creating engine
hu: Motor fejlesztése

source: You are now creating your own custom game engine. Once the engine is finished you will be able to use it when creating new games.
hu: Most a saját egyéni játékmotorodon dolgozol. Amint a motor fejlesztése befejeződik, felhasználhatod új játékok létrehozásához.

source: Target audience
hu: Célközönség

source: You can now specify what your main target audience is for your game. Games can be targeted at young people, at everyone or at more mature audiences.{n}Picking the right target audience for your game is important. Your target platform can also play a role. Some platforms are especially popular with a specific audience.
hu: Most meghatározhatod a játék fő célközönségét. A játékok készülhetnek gyerekeknek, mindenkinek, sőt inkább felnőtteknek is.{n}Fontos a megfelelő célközönség kiválasztása. A célplatform is szerepet játszik, hiszen néhány platform nagyon sikeres bizonyos célközönségek esetében.

source: Marketing Unlocked
hu: Értékesítés elérhető
