Repository: gorrt/gdt-translations
Catalog: *.po
Languages: hu

source: Horoscope Generator
hu: Horoszkóp generátor

source: Making up horoscopes is hard work. We want it automated.
hu: Horoszkópok kitalálása nehéz munka. Automatizálni akarjuk.

source: Character Dialogues
hu: Karakter párbeszédek

source: Improve our character dialogues.
hu: Karakter párbeszédeink javítása.

source: Futuristic Application
hu: Futurisztikus alkalmazás

source: We need an application that looks futuristic for a movie.
hu: Szükségünk van egy futurisztikus kinézetű programra egy mozifilmhez.

source: Vacuum Robot
hu: Porszívó robot

source: Create a revolutionary AI for a vacuum robot
hu: Forradalmi MI létrehozása egy porszívó robothoz

source: Website
hu: Honlap

source: We just heard of this thing called internet. We want to have one.
hu: Épp most hallottunk erről az internet nevű dologról. Mi is akarunk egyet.

source: Game Port
hu: Játékport

source: Port a game to a different platform.
hu: Egy játék portolása másik platformra.

source: Cut Scenes
hu: Átvezető jelenetek

source: Deliver professional cut scenes for a game.
hu: Professzionális átvezető jelenetek elkészítése egy játékhoz.

source: Space Shuttle
hu: Űrhajó

source: Deliver part of the space shuttle control software.
hu: Egy űrhajó irányítószoftver egy részének elkészítése.

source: Alien Search
hu: Űrlény kutatás

source: Optimize our search for alien life forms using advanced AI techniques.
hu: Földönkívüli lények utáni kutatásunk optimalizálása fejlett MI technológiával.

source: Movies
hu: Filmek

source: We need your skills in our latest blockbuster production.
hu: Szükségünk van a képességeidre a legújabb kasszasikerünk készítésében.

source: Thank you for taking care of this for us.
hu: Köszönjük, hogy elintézted ezt nekünk.

source: Well done.
hu: Szép munka.

source: Just what we wanted.
hu: Pont erre gondoltunk.

source: Excellent work.
hu: Nagyszerű munka.

source: Thank you for the quick work.
hu: Köszönjük a gyors munkát.

source: Would hire again.
hu: Újra elbérelnélek.

source: Nice job.
hu: Szép munka.

source: Success!
hu: Siker!

source: Contract Successful
hu: Szerződés sikeres

source: We will transfer {0} to your account.
hu: {0}-t fogunk átutalni a számládra.

source: contract payment
hu: szerződési fizetség

source: This is very disappointing.
hu: Ez nagyon kellemetlen.

source: You didn't complete the contract on time
hu: Nem teljesítetted időben a szerződést

source: Hope you can make it next time.
hu: Remélhetőleg legközelebb sikerülni fog.

source: Seems like this was too big of a job for you.
hu: Úgy túl nagy falat volt neked.

source: Unfortunately the deadline is here.
hu: Sajnos elérkezett a határidő.

source: Contract Failed
hu: Szerződés sikertelen

source: A penalty of {0} will be applied to your account.
hu: {0} büntetés kerül levonásra a számládról.

source: contract penalty
hu: szerződési büntetés

source: The game meets the required ratings. We are looking forward to future business.
hu: A játék megfelel a szükséges értékeléseknek. Remélem a jövőben is kötünk majd üzletet.

source: The game doesn't live up to expectations. As per contract a penalty will be applied to your account.
hu: A játék nem éri el a megfelelő szintet. A szerződés szerinti büntetés a számládról kerül majd levonásra.

source: Publisher
hu: Kiadó

source: Any Topic
hu: Bármilyen téma

source: Any Genre
hu: Bármilyen műfaj

source: Publisher: {0}
hu: Kiadó: {0}

source: General
hu: Általános

source: New research available:
hu: Új kutatás elérhető:

source: New Research!
hu: Új kutatás!

source: Text based
hu: Szöveg alapú

source: 2D Graphics V{0}
hu: 2D-s grafika V{0}

source: 3D Graphics V{0}
hu: 3D-s grafika V{0}

source: Basic sounds
hu: Egyszerű hangok

source: Mono sound
hu: Mono hangzás

source: Stereo sound
hu: Sztereó hangzás

source: Soundtrack
hu: Zene

source: Surround sound
hu: Surround hangzás

source: Orchestral soundtrack
hu: Zenekari zene

source: A.I.
hu: M.I.

source: Better A.I.
hu: Jobb M.I.

source: A.I. Companions
hu: M.I. társak

source: Self-learning A.I.
hu: Magától tanuló M.I.

source: Achievements
hu: Teljesítmények

source: Character progression
hu: Karakterfejlődés

source: Skill trees
hu: Képzettségfák

source: Savegame
hu: Játékmentés

source: Multiplayer
hu: Többjátékos mód

source: Video playback
hu: Videólejátszás

source: Basic physics
hu: Egyszerű fizika

source: Mod support
hu: Mod támogatás

source: Online play
hu: Internetes játék

source: Save to cloud
hu: Mentés felhőbe

source: MMO Support
hu: MMO támogatás

source: Software Development Kit
hu: Szoftverfejlesztői csomag

source: Linear story
hu: Lineáris történet

source: Simple cutscenes
hu: Egyszerű átvezetők

source: Branching story
hu: Szerteágazó történet

source: Advanced cutscenes
hu: Fejlett átvezetők

source: Full motion video
hu: FMV

source: Interactive story
hu: Interaktív történet

source: Moral choices
hu: Morális döntések

source: Immersive story telling
hu: Magával ragadó történetmesélés

source: Reactive quests
hu: Alkalmazkodó küldetések

source: Better dialogues
hu: Jobb párbeszédek

source: Dialogue tree
hu: Párbeszéd fa

source: Voice over
hu: Szinkron

source: Simple body language
hu: Egyszerű testbeszéd

source: Advanced body language
hu: Fejlett testbeszéd

source: Celebrity voice acting
hu: Híres szinkronhang

source: Realistic body language
hu: Élethű testbeszéd

source: Open world
hu: Nyílt világ

source: Day & night cycle
hu: Nappalok és éjszakák váltakozása

source: Rich backstory
hu: Gazdag háttértörténet

source: Virtual economy
hu: Virtuális gazdaság

source: Realistic weather
hu: Élethű időjárás

source: Dynamic world
hu: Dinamikus világ

source: Level editor
hu: Pályaszerkesztő

source: Easter eggs
hu: Easter eggek

source: Mini games
hu: Minijátékok

source: No loading screens
hu: Nincsenek töltőképernyők

source: Medium Games
hu: Közepes játékok

source: Project Management
hu: Projektmenedzsment

source: Large Games
hu: Nagy játékok

source: Game Design
hu: Játék tervezés

source: Target Audience
hu: Célközönség

source: Sequels
hu: Folytatások

source: Casual games
hu: Alkalmi játékok

source: Publishing
hu: Kiadás

source: Multi genre
hu: Több műfajú

source: Expansion pack
hu: Kiegészítő lemez

source: Red Exploding Barrels
hu: Vörös robbanó hordók

source: Special Items
hu: Különleges tárgyak

source: Lab report
hu: Labor jelentés

source: Internet Opportunities
hu: Internetes lehetőségek

source: The internet will change our lives forever. This project will investigate how we can use the internet to make better games and deliver better experiences. Completing this project should unlock new options for research.
hu: Az internet örökre meg fogja változtatni az életünket! A projekt során megtudhatjuk, hogyan tudjuk az internetet felhasználni jobb játékok fejlesztéséhez, valamint jobb élmények átadására. A projekt eredményeként újabb kutatási lehetőségek nyílnak meg számunkra.

source: After careful examination we come to the conclusion that the internet is a huge opportunity in the gaming industry. We already see some small signs how successful multiplayer games can be but multiplayer is usually an additional feature to a game and not the main focus.{n}We think we could develop technologies to create a massively multiplayer online game (short MMO), a game where tens of thousands of players can play together. To create such an MMO more research is necessary.{n}The second discovery is that we could start developing an online distribution platform. Instead of players buying games in local stores they could download games directly from our servers. This would cut out the middle man and we could gain a large share of the market and additional income to fund our developments.
hu: Alapos vizsgálat után arra a következtetésre jutottunk, hogy az internet egy hatalmas lehetőség a játékipar számára. Néhány apró jelet már látunk arra vonatkozólag, hogy milyen sikeresek lehetnek a többjátékos játékok, de ez a mód általában csak a játék kiegészítése, nem pedig a legfontosabb része.{n}Úgy hisszük képesek vagyunk olyan technológiát létrehozni, amely egy masszívan többjátékos internetes játék (röviden MMO) alapja, aho több tízezer játékos játszhat egyszerre. Egy efféle MMO kifejlesztéséhez több kutatás szükséges.{n}A második felfedezés az, hogy elkezdhetnénk egy internetes terjesztési platformot fejleszteni. Ahelyett, hogy a játékosok a helyi boltokban vásárolnák meg a játékokat, közvetlenül a mi szervereinkről tölthetnék le őket. Ezzel megszűnne a közvetítő és megszereznénk a piac nagyobb szeletét, valamit további bevételeket a fejlesztéseink támogatására.

source: Codename: Grid
hu: Kódnév: Grid

source: A bold plan to develop an internet-based distribution platform for games. Rather than buying games through retailers players worldwide can simply download them. The platform features digital rights management to combat piracy and also enables a new market for smaller developers to show off their products.
hu: Egy vakmerő terv egy internet alapú játékterjesztési platform kifejlesztésére. Ahelyett, hogy boltokban vásárolnának játékot, a játékosok az egész világból egyszerűen letölthetik őket. A platform jellemzője a digitális jogok kezelése a kalózkodás ellen és új piacot tesz elérhetővé a kisebb fejlesztők előtt a termékeik megmutatására.

source: Boss, it is done and it is live! Grid is the name of our very own internet-based distribution platform.
hu: Főnök, elkészültünk és már működik is! Grid a neve a saját internet alapú terjesztési platformunknak.

source: Since we already have our own console we have integrated this service into our console. This should boost our market share considerably.
hu: Mivel már rendelkezünk saját konzollal, beleintegráltuk ezt a szolgáltatást. Ezzel lényegesen megnövelhetjük a piaci részesedésünket.

source: This system should boost the market share of the PC considerably and if we ever have our own console it will also be of great benefit.
hu: Ez a rendszer lényegesen megnöveli majd a piaci részesedésünket a PC-k között és ha valaha is lesz saját konzolunk, ez az előnyére szolgál.

source: Grid will generate income every month which should boost our ability to create new games and develop new projects.
hu: A Grid minden hónapban bevételt generál, ami megnöveli az új játékok készítésének és saját projektek fejlesztésének lehetőségeit.

source: Own Convention
hu: Saját kiállítás

source: It's all well and good to have a booth at the yearly game convention and show of our products but with our large fan base we should consider staging our very own convention instead!
hu: Szép és jó dolog saját standdal rendelkezni az éves játékkiállításon és megmutatni a termékeinket, de hatalmas rajongótáborunk miatt érdemes lenne elgondolkodnunk, hogy inkább saját kiállítást szervezünk!

source: Boss, we have completed the organization of our own convention.
hu: Főnök, végeztünk a saját kiállításunk megszervezésével.

source: Pushing the boundaries of photorealism this revolutionary graphics engine will blow away everything that has come before. Near infinite draw distance, ultra-high polygon counts and realistic particle and volumetric effects.
hu: A fotorealizmus határát feszegető grafikus motor mindent le fog nyomni, ami előtt megjelent. Szinte végtelen látótávolság, ultramagas poligonszám és realisztikus részecske és volumetrikus hatások.

source: We have successfully completed the research on our next generation graphics technology and we can now start building a game engine to make use of this research.
hu: Sikeresen befejeztük a kutatást a következő generációs grafikus technológiánkon és végre nekiállhatunk létrehozni egy saját játékmotort, hogy hasznát is vehessük ennek a kutatásnak.

source: The ultimate in graphics technology. This will look better than reality. If anyone ever builds a holodeck then this is the graphics engine it would run on.
hu: A grafikus technológia legjobbja. Ez még a valóságnál is szebb. Ha valaha valaki épít egy holodecket, ezen a grafikus motoron fog futni.

source: We have done it! Our research was successful and we should be able to support our concepts for the ultimate graphics technology in our next game engine. This will be a revolution for the gaming industry!
hu: Megcsináltuk! A kutatásunk sikerrel járt és már képesek leszünk a legjobb grafikus technológiát használni a következő játékmotorunknál. Igazi forradalom lesz a játékiparban!

source: License Game Engines
hu: Játékmotor licencelése

source: We have a lot of experience in creating custom game engines. Why not sub-license our engines to other developers? Not only will this cement our market position as a technology leader but it will also help offset the growing costs of developing engines.
hu: Rengeteg tapasztalatunk van egyéni játékmotorok fejlesztésében. Miért licencelnénk a motorjainkat más fejlesztőknek? Ezzel nemcsak bebetonozzuk a piaci helyzetünket, mint technológiai vezető, hanem segít ellensúlyozni a motorok fejlesztésének egyre növekvő költségeit.

source: Software doesn't run without hardware. We are experts in creating software but why not also investigate whether we can create our own hardware?
hu: A szoftver hardver nélkül mit sem ér. A szoftverfejlesztés szakértői vagyunk, de miért járnánk utána, hogy létre tudjuk-e hozni a saját hardverünket?

source: Our research is complete. There is definitely a big opportunity ahead of us. If we create our own hardware lab and have the appropriate technology specialists to run it then we could even create our very own gaming console!{n}It would not be cheap and it will probably take us a few years but maybe we could even trump the likes of an mBox or the Playsystem!
hu: A kutatásunk befejeződött. Valóban hatalmas lehetőség előtt állunk. Ha létrehozzuk a saját hardverlaborunkat és megfelelő technológiai specialistákat alkalmazunk, még a saját játékkonzolunkat is megalkothatjuk!{n}Nem lenne olcsó és valószínűleg több évig is eltartana, de talán sikerülne például az mBoxot vagy Playsystemet is megszorongatnunk!

source: Before we can think about creating this lab we need at least one technology specialist on our team so this should be our priority.
hu: Mielőtt dönthetnénk ennek a labornak a létrehozásáról, legalább egy technológiai specialistának lennie kell a csapatunkban. Legyen ez most a prioritásunk.

source: Massively Multiplayer Online games! We know how much fun it is to play multiplayer games but imagine that instead of playing with a handful of players you could play with thousands! This project will unlock a brand new genre to allow you to create MMO games.
hu: Masszívan többjátékos internetes játékok! Tudjuk, hogy mekkora szórakozás többjátékos játékokkal játszani, de képzeljétek el, hogy egy markonyi játékos helyett több ezerrel játszhatnál egyszerre! Ez a projekt megnyit előtted egy új műfajt MMO játékok létrehozásához.

source: Boss, our research into massively multiplayer online (MMO) games is complete. The possibilities of MMOs are big but they are also risky. In our research we realized that before we can begin to develop an MMO we will need to create a special game engine for it.{n}You will need to complete the research for the MMO support feature with one of your staff. Once it is integrated into a game engine you can start building an MMO but be careful. It seems that MMOs only work with the best theme/genre combinations and you will also need to have specialists on your team to make an MMO successful.
hu: Főnök, a kutatásunk a masszívan többjátékos internetes játékokkal (MMO) kapcsolatban befejeződött. Lehetőségeink az MMO-kkal hatalmasak, de a kockázat is nagy. Kutatásunkban arra jutottunk, hogy mielőtt nekiállhatnánk egy MMO fejlesztésének, különleges játékmotor létrehozását kell megejtenünk.{n}Be kell fejezned az MMO kutatását az egyik alkalmazottaddal. Miután egy játékmotorba beépítésre került, már nekiállhatsz egy MMO megépítésének, de légy óvatos. Úgy tűnik az MMO-k csak a legjobb téma/műfaj kombinációkkal működnek és specialistákra is szükség lesz a csapatodban egy MMO sikerre viteléhez.

source: AAA Games
hu: Csúcskategóriájú játékok

source: We have proven that we can make large games work. How about we see how we can make games that are so massive in scope and of such high quality that they will create an entire new label. To borrow a term from the finance sector they will be triple A rated games or to borrow from the movie industry, true blockbusters.
hu: Bebizonyítottuk, hogy képesek vagyunk nagy játékokat működtetni. Lássuk mihez kezdünk egy olyan játékkal, amely méretében és minőségében olyan magas szintű, hogy egy teljes új címet hoz létre. A pénzügyi osztály szavaival csúcskategóriás játék vagy a moziipar szavaival élve kasszasiker lesz.

source: Boss, our research into AAA games is complete and we can now begin to create AAA games. A triple A game requires well-trained staff and it is best to have specialists in the different areas to make sure the team does their best work.{n}When creating a AAA game we can also use the R&D lab to develop a special marketing campaign which greatly enhances the hype around the game.
hu: Főnök, a kutatásunk a csúcskategóriás játékok témájában befejeződött és végre nekiláthatunk ilyen játékokat fejleszteni. Egy csúcskategóriás játék tapasztalt alkalmazottakat kíván és a legjobb, ha a különféle területeken specialisták is a rendelkezésünkre állnak, hogy a csapatunk biztosan a legjobb formáját nyújtsa.{n}Egy csúcskategóriás játék létrehozásakor a K&F laborban különleges marketing kampányt is alkothatunk, amely nagymértékben megnöveli a játék körülötti felhajtást.

source: The hardware lab can also be used to develop special hardware products such as keyboard, mice and headsets that are sold with the game.
hu: A hardver laboratóriumban egyedi hardvereket is készíthetsz, mint a billentyűzet, egér és fejhallgatók, amelyek játékainkkal kerülnek eladásra.

source: Marketing Campaign
hu: Reklám kampány

source: Let's use our in-house skills to design a special marketing campaign for our AAA title.
hu: Használjuk a házon belüli képzettségeinket egy speciális marketing kampány megtervezéséhez a csúcskategóriás címünkhöz.

source: Custom Hardware
hu: Egyedi hardver

source: Let's use our in-house hardware lab to design and develop special hardware products to coincide with the release of our AAA title.
hu: Használjuk a házon belüli hardverlaborunkat a csúcskategóriás címünk kiadásával egybeeső különleges hardverelemek megtervezésére és kifejlesztésére.

source: The first reviews for our newly released game, {0}, came in!
hu: Az első értékelések az új {0} játékunkról megérkeztek!

source: Game review
hu: Játékteszt

source: They achieved a great balance between technology and design.
hu: Nagyszerű egyensúlyt állítottak fel a technológia és a dizájn között.

source: They should focus more on design.
hu: Jobban kellene a dizájnra figyelniük.

source: They should focus more on technology.
hu: Jobban kellene a technológiára figyelniük.

source: Their focus on {0} served this game very well.
hu: A(z) {0} elemre fordított figyelmük nagyon jót tett ennek a játéknak.

source: Their focus on {0} is a bit odd.
hu: A(z) {0} elemre fordított figyelmük kissé különös.

source: They shouldn't forget about {0}.
hu: Nem szabadna megfeledkezniük a(z) {0} elemről.

source: {0} and {1} is a great combination.
hu: A(z) {0} és {1} nagyszerű kombináció.

source: Another {0}/{1} game?
hu: Egy újabb {0}/{1} játék?

source: {0} games don't work well on {1}.
hu: A(z) {0} játékok nem működnek jól {1} gépen.

source: {0} games work well on {1}.
hu: A(z) {0} játékok jól működnek {1} gépen.

source: Already a expansion pack?
hu: Máris egy kiegészítő lemez?

source: Didn't we just play {0} recently?
hu: Nem mostanában játszottunk {0} játékkal?

source: Riddled with bugs.
hu: Tele van hibával.

source: Too many bugs.
hu: Túl sok hiba.

source: Technology is not state of the art.
hu: A technológia nem a legkorszerűbb.

source: What a horrible expansion pack!
hu: Micsoda egy borzasztó kiegészítő lemez!

source: What a horrible sequel!
hu: Micsoda egy borzasztó folytatás!

source: Average expansion pack.
hu: Átlagos kiegészítő lemez.

source: Average sequel.
hu: Átlagos folytatás.

source: Great expansion pack.
hu: Nagyszerű kiegészítő lemez.

source: Great sequel!
hu: Nagyszerű folytatás!

source: As {0} as the name.
hu: Olyan {0} mint a neve.

source: boring
hu: unalmas

source: generic
hu: semmilyen

source: uninspired
hu: lélektelen

source: dull
hu: nehézkes

source: The name says it all.
hu: A neve mindent elárul.

source: Our review inspired by the game's name: bad review #{0}.
hu: Az ismertetőnket a játék neve ihlette: rossz ismertető #{0}.

source: Good, despite the name.
hu: Jó, a neve ellenére is.

source: It's better than the name.
hu: Jobb mint a neve.

source: N/A not worth a statement.
hu: NA nem ér egy bejelentést sem.

source: One of the worst!
hu: Az egyik legrosszabb!

source: Makes you cry.
hu: Sírni fogsz tőle.

source: Don't buy!
hu: Ne vedd meg!

source: Horrible.
hu: Borzasztó.

source: I still have nightmares!
hu: Még mindig rémálmaim vannak!

source: A disaster!
hu: Egy katasztrófa!

source: Really bad.
hu: Nagyon rossz.

source: Utterly uninspiring.
hu: Egyáltalán nem lelkesítő.

source: Not fun.
hu: Nem szórakoztató.

source: Boring.
hu: Unalmas.

source: Disappointing.
hu: Kiábrándító.

source: Bin material.
hu: Kukába való.

source: Bad.
hu: Rossz.

source: Abysmal.
hu: Feneketlen.

source: Waste of money.
hu: Kidobott pénz.

source: Waste of time.
hu: Időpocsékolás.

source: Not much fun.
hu: Nem olyan szórakoztató.

source: Pretty bad.
hu: Nagyon rossz.

source: Not bad. Not good.
hu: Nem rossz, de nem is jó.

source: Meh!
hu: Bleh!

source: OK.
hu: Rendben van.

source: Uninspiring.
hu: Lélektelen.

source: Falls a bit short.
hu: Hamar rossz lesz.

source: Fun at stages.
hu: Szórakoztató néhol.

source: Has its moments.
hu: Megvannak a pillanatai.

source: Have seen better.
hu: Láttunk jobbat.

source: Shows potential.
hu: Látni benne lehetőséget.

source: Quirky but good.
hu: Mókás, de jó.

source: I like it.
hu: Szeretem.

source: Good game.
hu: Jó játék.

source: Enjoyable.
hu: Szórakoztató.

source: Nice experience.
hu: Remek élmény.

source: Beautiful.
hu: Szép.

source: Very good.
hu: Nagyon jó.

source: Very enjoyable.
hu: Nagyon élvezhető.

source: Love it!
hu: Imádtam!

source: Played it for days.
hu: Napokig játszottam vele.

source: Great!
hu: Nagyszerű!

source: Almost perfect.
hu: Majdnem tökéletes.

source: One of the best.
hu: Az egyik legjobb.

source: More please.
hu: Még többet.

source: Great game.
hu: Nagyszerű játék.

source: Outstanding game.
hu: Kiemelkedő játék.

source: Can't wait for the sequel.
hu: Alig várjuk a folytatást.

source: A masterpiece.
hu: Egy mestermű.

source: Best of its kind.
hu: A legjobb a témájában.

source: Truly great.
hu: Őszintén nagyszerű.

source: Everyone loves it!
hu: Mindenki imádja!

source: Must have!
hu: Kell!

source: Outstanding achievement.
hu: Kiemelkedő teljesítmény.

source: Awesome!
hu: Döbbenetes!

source: My new favorite!
hu: Az új kedvencem!

source: {0} sales
hu: {0} eladás

source: {0} maintenance
hu: {0} fenntartás

source: {0} was so successful that we now have {1} fans!
hu: {0} olyan sikeres volt, hogy van már {1} rajongónk!

source: {0} sold {1} units in its first week on the market.
hu: A(z) {0} címből {1} darabot adtak el az első héten a piacon.

source: We made it in the charts at #{0}!
hu: A toplistán elértük a {0}. helyet!

source: First week of sales!
hu: Az első heti eladások!

source: {0} is now off the market. It sold {1} units generating {2} in sales.
hu: {0} kivonásra került a piacról. {1} darabot adtunk el belőle és {2} bevételt generált.

source: Game off the market.
hu: Játék kivezetése a piacról.

source: Sales Record
hu: Eladási rekord
