Repository: gorrt/gdt-translations
Catalog: *.po
Languages: hu

source: Good Judgement
hu: Jó ítélőképesség

source: Cult Status
hu: Kultusz állapot

source: Set a new standard for the early gaming industry.
hu: Állítsd fel a korai játékipar új színvonalát.

source: 100K Engine
hu: 100.000-es motor

source: Invest over 100K in a new game engine.
hu: Fektess 100.000-et egy új játékmotorba.

source: 500K Engine
hu: 500.000-es motor

source: Invest over 500K in a new game engine.
hu: Fektess 500.000-et egy új játékmotorba.

source: 1M Engine
hu: 1.000.000-s motor

source: Invest over one million in a new game engine.
hu: Fektess több mint egymilliót egy új játékmotorba.

source: Gold
hu: Arany

source: Sell half a million copies of a game without the help of a publisher.
hu: Adj el félmillió példányt egy játékból egy kiadó segítsége nélkül.

source: Platinum
hu: Platina

source: Sell one million copies of a game without the help of a publisher.
hu: Adj el egymillió példányt egy játékból egy kiadó segítsége nélkül.

source: Diamond
hu: Gyémánt

source: Sell ten million copies of a game without the help of a publisher.
hu: Adj el tízmillió példányt egy játékból egy kiadó segítsége nélkül.

source: Unobtainium (seriously?)
hu: Megszerezhetetlenium (ez komoly?)

source: Sell one hundred million copies of a game without the help of a publisher.
hu: Adj el százmillió példányt egy játékból egy kiadó segítsége nélkül.

source: Professional
hu: Hozzáértő

source: Reach level 5 with a character.
hu: Érd el az 5. szintet egy karakterrel.

source: Legend
hu: Legenda

source: Reach level 10 with a character.
hu: Érd el az 10. szintet egy karakterrel.

source: Diversity
hu: Változatosság

source: Have male and female staff.
hu: Alkalmazz férfi és női alkalmazottat is.

source: Famous
hu: Híres

source: Hire someone famous.
hu: Alkalmazz egy híres személyt.

source: Full House
hu: Teltház

source: Have the maximum number of employees.
hu: Érd el a maximálisan megengedett alkalmazottszámot.

source: Finish Game Dev Tycoon.
hu: Vidd végig a Game Dev Tycoont.

source: Perfect Game
hu: Tökéletes játék

source: Release a game with a clean score of 10.
hu: Adj ki egy játékot egyöntetű 10-es értékeléssel.

source: Detective
hu: Detektív

source: Find at least one of the easter eggs in the game.
hu: Találj meg legalább egy easter egget a játékban.

source: Treasure Hunter
hu: Kincsvadász

source: Activate the hidden treasure in the garage.
hu: Aktiváld az elrejtett kincset a garázsban.

source: Bluehair reporting for space duty
hu: Kékhajú űrszolgálatra jelentkezik

source: Little known fact: Cats go all aggro in space.
hu: Kevésbé ismert tény: a macskák teljesen megvadulnak az űrben.

source: Welcome to Mars
hu: Üdvözöllek a Marson!

source: How did I get here? Why is there a chainsaw? Who cares!
hu: Hogyan kerültem ide? Mit keres itt egy láncfűrész? Kit érdekel?!

source: Best ride to work ever
hu: A legjobb munkajárat

source: Workplace safety anyone?
hu: Munkahelyi biztonság, valaki?

source: Welcome to your hospital
hu: Üdvözlünk a kórházadban!

source: Patients are reminded not to die in the corridors.
hu: Emlékeztetnénk a pácienseket, legyenek szívesek nem a folyosón meghalni.

source: Welcome Chief
hu: Üdv, főnök!

source: This world is round but different.
hu: Ez a világ kerek, de különböző.

source: The sky is not the limit.
hu: A csillagos ég nem a határ.

source: Welcome back Chris. We've missed you.
hu: Üdv újra, Chris! Hiányoztál nekünk.

source: Painting with nature.
hu: Festés a természettel.

source: Pay homage to a specific Japanese video game.
hu: Ródd le tiszteletedet egy bizonyos japán videójáték iránt.

source: Inception
hu: Eredet

source: Develop the game within the game.
hu: Fejleszd ki a játékot a játékon belül.

source: Fan
hu: Rajongó

source: Pick an inspired company name.
hu: Válassz egy művészi cégnevet.

source: Versatile
hu: Sokoldalú

source: Release a successful game in each of the five main genres.
hu: Adj ki egy sikeres játékot mind az öt főműfajban.

source: Eat Cake
hu: Egyél tortát

source: Show them red barrels some action.
hu: Köss bele a piros hordókba.

source: Supporter
hu: Támogató

source: Support a young start-up. Buy the game.
hu: Támogass egy fiatal céget! Vásárold meg a játékot!

source: Support Greenheart Games by buying an optional supporter pack.
hu: Támogasd a Greenheart Gamest egy opcionális támogatói csomag megvásárlásával.

source: Admirer
hu: Csodáló

source: Fun fact: We almost named our company Megaflop Productions!
hu: Vicces tény: a cégünket majdnem Megaflop Productionsnek nevezetük el!

source: Writer's Block
hu: Írói blokk

source: Naming games is sometimes difficult.
hu: A játékok elnevezése néha nehéz eset.

source: Invitation
hu: Meghívás

source: Hi, I'm Gordon Hench the host of the local hobby computer club. I just discovered that your company is close-by. I'm a huge fan of {0} and would love for you to join our meetup this week! Eagerly awaiting your reply. Gordon
hu: Üdv, a nevem Gordon Hench, a közeli számítógépes hobbiklub gazdája. Most fedeztem fel, hogy a cége a közelben van. {0} nagy rajongója vagyok, és szeretném, ha csatlakozna hozzánk a héten! Epekedve várom válaszát. Gordon

source: Sure
hu: Persze

source: No time
hu: Nincs időm

source: Thank you very much! I'm sure our members will love what you have to say. Gordon
hu: Nagyon szépen köszönöm! Biztos vagyok benne, hogy a tagjaink imádni fogják a mondanivalóját. Gordon

source: Computer Club
hu: Számítógépes klub

source: Hi I'm Frank More. We met at the Hobby Computer Club a week ago. Just wanted to say thanks for talking about your projects. I love your games and have told all my friends about them.
hu: Helló, a nevem Frank More. A hobbi számítógépes klubban találkoztunk egy hete. Csak köszönetet szerettem volna mondani, amiért a terveidről meséltél. Imádom a játékaidat és az összes barátomnak meséltem már róluk.

source: Sorry to hear that you are busy. Gordon
hu: Sajnálattal hallom, hogy nem ér rá! Gordon

source: Local News
hu: Helyi hírek

source: Hi, I'm Caroline Richards from the local news. I've heard rumours that you are already working on your next game and would love to do an interview about this. Do you have some time?
hu: Üdvözlöm Önt, Caroline Richards vagyok a helyi hírektől. A pletykák szerint már a következő játékán dolgozik és örömmel készítenék Önnel egy interjút. Van egy kis ideje?

source: Great! ... Thank you for your time.{n}The interview should be published soon.
hu: Nagyszerű! … Köszönöm az idejét.{n}Az interjú hamarosan megjelenik.

source: not done
hu: még nem

source: done
hu: már

source: {0}, a local start-up, is trying to make it big in the gaming industry. The company has already published {1} games and is working hard on their next.{n}In an interview founder {2} said that the next game is going to be a {3}/{4} game, something the company has {5} before. It's great to see small local companies enter exciting new industries. All the best of luck to {0}.
hu: {0}, egy helyi kezdő nevet próbál szerezni a játékiparban. A vállalat már kiadott {1} játékot és gőzerővel dolgozik a következőn.{n}Egy interjúban {2}, az alapító azt mondta, a következő játékuk egy {3}/{4} játék lesz, amilyet a cég {5} készített. Nagyszerű látni, hogy helyi kis cégek új, izgalmas iparba lépnek be. {0}, sok szerencsét.

source: Sorry to bother you
hu: Elnézést a zavarásért

source: Media Enquiry
hu: Sajtó megkeresés

source: Hi, I'm Steve O'Connell, a reporter for Planet GG. We've heard a rumour that your company is developing a game for mature audiences. Would you be willing to give an interview about this?
hu: Üdv, Steve O'Connell vagyok, a Planet GG riportere. Olyan pletykát hallani, hogy jelenlegi játékuk felnőtteknek készül. Adna interjút ezzel kapcsolatban?

source: Give interview
hu: Interjút adok

source: No comment
hu: Nincs mondanivalóm

source: Many industry experts say that sooner or later games with mature themes will become more common. We are curious to see how the market will react to these games.
hu: Számos ipari szakértő szerint előbb vagy utóbb a felnőtt témájú játékok válnak gyakoribbá. Kíváncsian várjuk miként reagál majd a piac ezekre a játékokra.

source: Industry News
hu: Ipari hírek

source: Planet GG has recently published an interview with {0}. According to the interview the company is working on its first game targeted at mature players. {1}, owner and CEO of {0} said, 'We think that players are looking for more mature content in games and we are willing to take a risk to give it to them.'{n}
hu: A Planet GG a közelmúltban megjelentetett egy interjút a(z) {0} céggel. Az interjú szerint a cég az első felnőtt játékosokat megcélzó játékán dolgozik. {1}, a(z) {0} tulajdonosa és vezérigazgatója a következőket mondta: "Úgy hisszük a játékosok felnőttesebb tartalmat keresnek a játékokban és hajlandóak vagyunk meghozni ezt a kockázatos lépést az érdekükben."{n}

source: Great! ... Thank you for your time.{n}We will publish the interview next week.
hu: Nagyszerű! … Köszönöm, hogy szakított rám időt.{n}Az interjút a jövő héten fogjuk közölni.

source: There have been rumours circulating in the industry that {0} might be working on a game for mature audiences.
hu: Szóbeszédek keringenek az iparban, hogy {0} valószínűleg a felnőtt közönség számára fejleszt játékot.

source: Okay. Thank you for your time.
hu: Rendben. Köszönöm, hogy időt szánt rám!

source: Skip Tutorials
hu: Oktatás kihagyása

source: Hello there! It seems that you have already played before. You can get right into development and skip the tutorial messages. Note that you can always review tutorial messages (even the ones you have skipped) in the Help menu while you play a game.
hu: Üdvözöllek! Úgy tűnik már játszottál korábban. Azonnal belevetheted magad a fejlesztésbe és kihagyhatod az oktató üzeneteket. Jó tudni azonban, hogy bármikor megtekintheted az oktatást (még a kihagyottakat is) a segítség menüben a játék közben.

source: Skip tutorial!
hu: Oktatás kihagyása!

source: Don't skip
hu: Ne hagyja ki

source: You have amassed over {0} in cash! Usually I would suggest that you should grow your company by moving into a larger office but unfortunately there don't seem to be any larger offices available in the lite version.{n}You can still continue your game until year 4 to see how much cash you will end up with and how many fans you will gain.
hu: Több mint {0} pénzt gyűjtöttél össze! Általában azt javasolnám, hogy a cég növekedése érdekében költözz nagyobb irodába, de sajnos nincs ennél nagyobb iroda ebben a játékverzióban.{n}Tovább folytathatod a játékot a negyedik évig, hogy megtudd, mennyi pénzt és rajongót tudsz összegyűjteni a végéig.

source: Congratulations! You have made quite a name for yourself and have saved up a lot of capital. If you want to grow the company further then moving into a new office is the next step. I've found the perfect office, situated in a technology park. Would you like to move your company to the next level?
hu: Gratulálunk! Szép kis nevet szereztél magadnak és sok pénzt tettél félre. Ha tovább akarod növelni a cégedet, akkor a következő lépés egy új irodába költözés. Megtaláltam a tökéletes választást az ipari parkban. Szeretnéd a következő szintre emelni a cégedet?

source: New Office?
hu: Új iroda?

source: Move (pay {0})
hu: Költözés ({0} kifizetése)

source: Not yet
hu: Még nem

source: New Office
hu: Új iroda

source: Invest (pay {0})
hu: Befektetés ({0} kifizetése)

source: New equipment
hu: Új felszerelés

source: Boss, {0} has grown well under your management. I think it is time to move the company out of this technology park and into a building worthy of our success.{n}I've seen the perfect building for our new headquarters. It's not cheap but will us allow to grow even further. The new office also has space for additional expansions. Do you want to move?
hu: Főnök, a(z) {0} remekül működik az irányítása alatt. Úgy gondolom, hogy itt az idő arra, hogy a céget elköltöztessük az ipari parkból egy olyan helyre, amely a sikereinkhez jobban illik.{n}Már meg is találtam a tökéletes helyszínt az új főhadiszállásunknak. Nem olcsó, de lehetővé teszi, hogy tovább terjeszkedjünk. Az új irodában még további bővítések is lehetségesek. Át akarsz költözni?

source: New office
hu: Új iroda

source: Game Over
hu: Játék vége

source: This is the end of your journey. You can either load a saved game, restart this level or start a new game.
hu: Elérkeztél az utad végére. Betölthetsz egy mentett állást, újraindíthatod ezt a szintet vagy kezdhetsz egy új játékot.

source: Restart level
hu: Szint újraindítása

source: Start over
hu: Újrakezdés

source: We can open our own hardware lab now.
hu: Most már megnyithatjuk a saját hardver laborunkat.

source: Let's do it! (pay {0})
hu: Lássunk neki! ({0} kifizetése)

source: Hardware lab
hu: Hardver labor

source: Our hardware lab is ready.
hu: A hardver laborunk elkészült.

source: We can open our own research and development lab now.
hu: Most már megnyithatjuk a saját kutatás-fejlesztési laborunkat.

source: R&D lab
hu: K+F labor

source: Our R&D lab is ready.
hu: A K+F laborunk elkészült.

source: Fire employee?
hu: Alkalmazott kirúgása?

source: Are you sure you want to fire {0}?
hu: Biztosan kirúgod {0}-t?

source: Yes
hu: Igen

source: No
hu: Nem

source: Hi Boss! I have a knack for security and I think we could really do with some security upgrades in our office. I have done some research and I think with an investment of {0} we would be a lot safer than we're now. What do you say?
hu: Üdv főnök! Van némi biztonságtechnikai képesítésem, és szerintem fejlesztenünk kellene az iroda biztonságát. Végeztem némi kutatást, és szerintem {0} befektetésével biztonságosabb lenne, mint most. Mit mondasz?

source: Yes (invest {0})
hu: Igen ({0} befektetése)

source: Thanks Boss! I will get right to it.
hu: Köszönöm főnök! Azonnal nekilátok a dolognak.

source: Okay, sorry that I bothered you.
hu: Rendben, elnézést a zavarásért.

source: Investment
hu: Befektetés

source: Dear esteemed sir/madame. I'm financial advisor to CEO at WOMOBA OIL LIMITED in Nigeria. I'm writing because I know of your high repute and trustworthiness. Our CEO has authorzied me to invest {0} in {1}.{n}We have deposited the amount at a safe bank and will transfer this money to you but the bank requires confirmation from you. If you wish to receive the funds you must transfer a one-time verification payment of {2}. I trust in you.
hu: Kedves nagyrabecsült Hölgyem/Uram! Én lenni CEO tanácsadója pénzügyi WOMOBA OIL LIMITED Nigériában. Azért írok, mert tudni magas megbecsültsgg és megbízhatóság Ön. A vezérigazgató be akar fektetni {0} összeget {1} cégbe.{n}Egy banki széfbe helyeztük el az összeget, és átutalásra kerül, de a bank visszaigazolást kér magától. Ha meg akarja kapni az összeget, utalnia kell {2} összeget az ellenőrzés végrehajtására. Én bízom önben.

source: Pay ({0})
hu: Kifizetés ({0})

source: Decline
hu: Elutasítás

source: Gullibility Tax
hu: A hiszékenység adója

source: News
hu: Hírek

source: It appears that recently a few companies have fallen victim to Nigerian scammers. The scammers often claimed to invest large sums of money into companies but required a sizable up-front payment to make the deal.{n}Those who were unwise enough to pay will not see their money again. Police are investigating but seem helpless to stop these international scammers.
hu: Úgy tűnik, hogy néhány cég áldozatul esett a nigériai csalóknak. A csalók gyakran nagy pénzt ígérnek befektetésül, de egy nagyobb előzetes fizetés ellenében.{n}Akik nem elég okosak, és fizetnek, többé nem látják a pénzüket. A rendőrség nyomoz, de tehetetlennek tűnnek a nemzetközi csalók ellen.

source: OK
hu: Rendben

source: The recent pleas for a patch for {0} seem to have been unanswered by {1}. Many fans have voiced their disappointment.
hu: Számos igény érkezett javításra a(z) {0} játékhoz, de {1} nem reagált. Több rajongó is hangot adott nemtetszésének.

source: Bugs!
hu: Hibák!

source: Oh no! It seems that {0} had quite a few undiscovered bugs when we released it. Some of our customers are having a bad time with this and they demand that we patch the game.{n}We could either spend the money and time to patch it or ignore their pleas. If you want to patch the game then {1} on a character and use the action menu to develop a patch but make sure that you don't wait for too long.
hu: Ó, ne! Úgy tűnik, hogy {0} néhány nem ismert hibával került kiadásra. Több vásárlónknál ezek gondokat okoztak, és követelik a játék kijavítását.{n}Időt és pénzt nem sajnálva javíthatunk a játékon, vagy figyelmen kívül is hagyhatjuk a kéréseket. Ha javítani akarod a játékot, akkor {1} a karakterre és használd az cselekvés menüt a javítás készítésére - de ne várj vele sokáig.

source: Administrative Expenses
hu: Adminisztratív költségek

source: {n}This is a very special offer. Our agents have recently managed to 'borrow' some research information which might be of interest to you. If you are interested then transfer {0} to the enclosed uplink location. We'll contact you, Agent Blowfish
hu: {n}Ez egy nagyon egyedi ajánlat. Ügynökeink nemrégiben 'kölcsönvettek' némi kutatási anyagot, amely esetleg érdekelheti magát. Ha érdekli a dolog, akkor utaljon át {0} összeget a mellékelt címre. Majd keressük, Blowfish ügynök

source: Proposition
hu: Ajánlat

source: Decrypt Message
hu: Üzenet kikódolása

source: Transfer ({0})
hu: Átutalás ({0})

source: Thank you for your business.
hu: Örülök, hogy üzleteltünk.

source: You have successfully researched {0}.
hu: Sikeresen kifejlesztetted: {0}.

source: Transaction complete
hu: Sikeres átutalás

source: This is a very special offer. Our agents have recently managed to gain access to some critical systems of one of your competitors. If you want to play war games then transfer {0} to the enclosed location and we'll initiate sabotage., Agent Blowfish
hu: Ez egy nagyon egyedi ajánlat. Ügynökeink nemrégiben sikeresen hozzáfértek az egyik versenytársának fontos rendszereihez. Ha háborúsdit akar játszani, akkor utaljon át {0} összeget a mellékelt címre, és elindítjuk a szabotázst. Blowfish ügynök

source: Sabotage ({0})
hu: Szabotálás ({0})

source: In a statement the game development company {0} has said that they have been the victim of industrial sabotage. Unfortunately development on their current project has been severely affected. Police are investigating.
hu: A {0} játékfejlesztő cég azt nyilatkozta, hogy ipari szabotázs áldozatává vált. Sajnos a jelenlegi projektjük anyagai súlyosan károsodtak. A rendőrség vizsgálatot indított.

source: Hi Boss! A friend of mine is greatly involved in an organization which aims to get more women into technology. They are looking for a sponsor and I thought that this would be a perfect opportunity for us. Would you like to help out?
hu: Hé, főnök! Az egyik barátom tagja egy szervezetnek, ami a technológia népszerűsítését tűzte ki célul a nők körében. Szponzort keresnek és szerintem nagyszerű lehetőség lenne ez a számunkra. Szeretnél segíteni?

source: Sponsor (pay {0})
hu: Szponzorálom ({0} kifizetése)

source: Sponsorship
hu: Szponzoráció

source: We have got word that {0} has recently sponsored a highly praised move to get more women into technology roles. {1}, the CEO at {0} said, 'We would love to see more women in the game industry.'
hu: Úgy hallottuk, hogy {0} nemrégiben egy nagyon dicséretes ötletet szponzorált, hogy még több nő kerüljön technológai pozíciókba. {1}, a(z) {0} vezetője szerint, 'Örömmel látnánk több hölgyet a játékipar berkeiben.'

source: Boss, it seems that quite a few players use illegal copies of {0}. I've managed to identify some of them. We could either sue them to defend our copyright or send them warnings to ask them to stop. What do you want to do?
hu: Főnök, úgy tűnik, hogy néhány játékos a(z) {0} kalózpéldányát használja. Sikerrel tudtam néhányukat azonosítani. Beperelhetjük őket, hogy megvédjük a szerzői jogainkat, vagy simán figyelmeztetést küldhetünk nekik, hogy fejezzék be a kalózpéldányok használatát. Mit akarsz, mit tegyünk?

source: Sue them
hu: Beperelem őket

source: Warn them
hu: Figyelmeztetem őket

source: Piracy is an increasingly big problem in the industry. Some companies invest a lot of money and effort to fight piracy while others argue that it's better to take a more relaxed approach and invest in better games instead.
hu: A kalózkodás egyre több gondot okoz az iparban. Néhány cég rengeteg pénzt és erőfeszítést áldoz a kalózkodás visszaszorítására, míg mások szerint nyugodtabb hozzáállás szükséges és inkább jobb játékokba kell befektetni.

source: We have lost {0} fans but won {1} in legal claims.
hu: Vesztettünk {0} rajongót, de nyertünk {1}-t jogi követelés útján.

source: In what some have called a drastic move, {0} has recently taken legal action against illegal players of their game {1}.
hu: Egy némileg drasztikus lépéssel {0} nemrég jogi lépéseket tett {1} játékuk illegális játékosai ellen.

source: legal claims
hu: jogi követelések

source: We have gained {0} fans!
hu: Szereztünk {0} rajongót!

source: {0} has recently sent warnings to several players using illegal copies of their game {1}.
hu: {0} nemrég figyelmeztetéseket küldött több játékosnak, akik {1} játékuk illegális példányát használják.

source: Boss, I've discovered that some really dedicated fans of {0} have created a fan game using a lot of the material from our game. They don't make any money with it and just seem to do it for fellow fans. Our legal advisors strongly suggest that we shouldn't allow this to go on. What do you want to do?
hu: Főnök, tudomásomra jutott, hogy a(z) {0} néhány elszánt rajongója készített egy rajongói játékot, amely azonban több mindent felhasznált a mi játékunkból is. Nem keresnek vele pénzt, és csak a rajongóknak készítették. A jogi képviselőink azonban azt javasolják, hogy nem kéne engednünk. Mit tegyünk az ügyben?

source: Stop them
hu: Megállítom őket

source: Let them be
hu: Békén hagyom őket

source: Project disbanded
hu: Projekt feloszlatva

source: Thank you
hu: Köszönöm

source: Hi, I'm Denise Ried the main developer of the {0} fan game. I've recently been informed that your legal department has advised you to stop us and I just wanted to say that I'm very grateful that you didn't.{n}{1} is the best company in the world and I'm glad I can be part of the fan community.
hu: Üdvözlöm, a nevem Denise Ried, a {0} rajongói játék főfejlesztője. Nemrég értesítettek, hogy a jogi osztálya azt tanácsolta, állíttasson le minket és szeretném kifejezni mély hálámat, amiért nem engedett nekik.{n}{1} a legjobb cég a világon és örülök, hogy részese lehetek a rajongói közösségnek.

source: Fans
hu: Rajongók

source: We have lost {0} fans!
hu: Elveszítettünk {0} rajongót!

source: Boss, we would like to stage an internal coding contest! I think we could all learn a lot by doing this. As an incentive we would need a prize for the winner ({0}). We agreed that the prize will go to charity. Should we do it?
hu: Főnök, szeretnénk egy belsős programozóversenyt szervezni! Szerintem ezzel mindannyian rengeteget tanulhatnánk. Ösztönzésképpen szeretnénk jutalmat adni a győztesnek ({0}). Megegyeztünk, hogy az összeget jótékony célokra fordítanánk. Megcsináljuk?

source: Great! We will start right away!
hu: Nagyszerű! Azonnal neki is látunk!

source: Okay, maybe another time...
hu: Oké, talán majd máskor...

source: Coding Contest
hu: Programozóverseny

source: Thanks for agreeing to the coding contest. It was a big success! {0} won the contest and is lucky to distribute the prize of {1} to charity. We have also learned a lot in the process.
hu: Köszönöm, hogy beleegyeztél a programozóversenybe. Nagy sikert aratott! {0} nyerte a a versenyt és a nyereményt, {1}-t ő osztja el jótékonyságra. Emellett rengeteget tanultunk a folyamat alatt.
