Repository: gorrt/gdt-translations
Catalog: *.po
Languages: hu

source: Boss, someone seems to have stolen our credit card information and used it to buy a lot of things in the past three months. Unfortunately we have lost {0}!
hu: Főnök, úgy tűnik valaki ellopta a bankkártyánk adatait és az utóbbi három hónapban rengeteg dolgot vásárolt vele. Sajnos {0}-t vesztettünk!

source: EPA
hu: KVÜ

source: I am an employee of the Environmental Protection Agency and have an offer for you. Your company has a high electrical footprint right now. If you would install solar panels you could decrease your footprint and save money in the long run. We would sponsor 50% of the costs which brings your investment to {0}! Would you like to install it?
hu: A Környezetvédelmi Ügynökség alkalmazottja vagyok és lenne a számodra egy ajánlatom. A vállalatod magas elektromos lábnyommal rendelkezik jelenleg. Ha napkollektorokat építtetnél, csökkenthetnéd a lábnyomodat és hosszútávon pénzt spórolhatnál meg. Állnánk a költségek 50%-át, így a te részed csak {0} lenne! Szeretnéd megépíttetni?

source: Install (pay {0})
hu: Megépítem ({0} kifizetése)

source: Ignore offer
hu: Ajánlat kihagyása

source: solar panels
hu: Napkollektorok

source: Great, it was a wise decision installing a solar collector!
hu: Nagyszerű, bölcs döntés volt megépíteni a napkollektort!

source: {0} has recently installed solar panels in their offices. While the video game and software industries are one of the cleanest industries on earth they do eat up a lot of electricity so installing solar panels can really make an impact.
hu: {0} a közelmúltban napkollektorokat építtetett az irodáikba. Míg a videójáték- és szoftveripar az egyik legtisztább ipar a világon, rengeteg áramot fogyasztanak, ezért a napkollektorok használata hatékonynak bizonyulhat.

source: Sorry to hear that you are declining our offer
hu: Sajnáljuk, hogy nem fogadta el az ajánlatunkat

source: Boss, it's way too hot in our office and the heat is starting to impact on our work. I've researched and found an air conditioner which would be perfect for us. It costs {0}. Should we order it?
hu: Főnök, túl meleg van az irodában, és már befolyással van a munkánkra is. Utána néztem egy légkondicionálónak, amely remek választás lenne. A költsége beszereléssel együtt {0}. Megrendeljük?

source: Yes (pay {0})
hu: Igen ({0} kifizetése)

source: air conditioner
hu: légkondícionáló

source: Boss, the heat is becoming a serious problem. Just yesterday my mouse melted and my keyboard is covered in sweat. Not a good environment to work in. We really need an air conditioner.{n}Unfortunately the previous offer has expired and we would need to pay {0}. Should we order it?
hu: Főnök, a meleg komoly problémává vált. Tegnap elolvadt az egerem, és a billentyűzet is izzadságban úszik. Nem jó környezet ez a munkára. Mindenképpen kellene egy légkondicionáló.{n}Sajnos a korábbi ajánlat már lejárt, így már a költsége {0}. Megrendeljük?

source: Boss, We've had enough and ordered the air conditioner ourselves. Thanks for nothing.
hu: Főnök, elegünk van és rendeltünk mi magunk egy légkondícionálót. Kösz a semmit.

source: Dave Johnson here, CEO of Departure Science. Some of our test subjects were recently exposed to some of your games and, surprisingly, they didn't go totally insane. They seemed to quite enjoy the experience in fact. Anyway, I have some products that need advertising and could do with some product placement.{n}My marketing boys tell me that making you this offer is a bad idea but that's exactly why I want it. I'll pay you {0} to place some of our fine red painted exploding barrels in one of your games. What'd ya say?
hu: Itt Dave Johnson, a Departure Science vezérigazgatója. Néhány tesztalanyunk nemrég megtapasztalta a játékaidat és mily meglepő, nem őrültek meg teljesen. Valójában úgy tűnt igen élvezik az élményt. Egyébként lenne néhány termékünk, amiknek szükségük van reklámra és nem jönne rosszul némi termékmegjelenítés.{n}A marketinges embereim szerint rosszul teszem, hogy ilyen ajánlatot teszek, de pont ezért akarom annyira. {0}-t fizetek neked, ha a szép vörös, robbanó hordóinkat elhelyezhetjük az egyik játékukban. Mit szólsz hozzá?

source: Product Placement
hu: Termékmegjelenítés

source: Sure!
hu: Persze!

source: Excellent! Good to hear you have some spirit in you. One more thing: Don't feel like you have to go and rush those barrels into your next game. I'd rather have you place them in a game where they fit well. Johnson out.
hu: Kitűnő! Jó hallani, hogy van benned bátorság. Még egy dolog: Ne érezd úgy, hogy a következő játékba már bele is kell, hogy rakd a hordókat. Inkább olyan helyre raknám, ahová pont odaillik. Johnson kiszáll.

source: Dave Johnson here! Listen! You did well placing our beloved barrels in {0} - my marketing eggheads say profits are increasing which means more science for us. Well done. Here, have this cake.
hu: Itt Dave Johnson! Figyelj! Nagyszerűen sikerült a szeretett hordóink elhelyezése a(z) {0} játékodban - a marketinges okostojásaim szerint a bevételünk nő, ami több tudományt jelent számunkra. Szép munka. Tessék, fogadd el ezt a tortát.

source: Dave Johnson here! Listen! Those red exploding barrels I'd asked you to place in your game. Well, seems that folks didn't really enjoy them as much in {0}. Oh well, was worth a try.
hu: Itt Dave Johnson! Figyelj! Azok a vörös robbanó hordók, amiket kértük, hogy helyezzétek el a játékotokban. Nos, úgy tűnik az emberek annyira nem élvezték a(z) {0} játékban. Legalább megpróbáltuk.

source: Message
hu: Üzenet

source: It seems that you have some serious financial difficulties and your company is about to go bankrupt. After careful consideration we have decided to offer you a deal.
hu: Úgy tűnik súlyos pénzügyi gondokkal küzdesz és a céged a csőd szélén áll. Óvatos megbeszélést követően úgy döntöttünk, hogy üzletet ajánlunk.

source: We will give you {0} which should move you out of the danger zone but in return you have to commit to pay us {1} in a year's time.
hu: Adunk neked {0}-t, ami kimozdít a veszélyzónából, de cserébe {1}-t kell fizetned egy év múlva.

source: Bank offer
hu: Banki ajánlat

source: Agree (receive {0})
hu: Elfogadom (kapsz {0}-t)

source: No (go bankrupt)
hu: Nem (csődbe jutsz)

source: Bailout
hu: Kölcsön

source: This is a reminder that we require you to pay back the agreed amount of {0} in three months' time.
hu: Ez egy emlékeztető, hogy vissza kell fizetnünk {0} összeget három hónap múlva.

source: The amount of {0} has been deducted from your account.
hu: {0} levonásra került a bankszámládról.

source: Bailout payback
hu: Kölcsön visszafizetése

source: Boss, I think it's time to announce the {0} to the world. Should we go ahead and make a press release?
hu: Főnök, azt hiszem ideje bejelentenünk {0}-t a világnak. Lássunk neki és adjunk ki egy sajtóközleményt?

source: Announce
hu: Bejelentjük

source: Don't announce
hu: Nem jelentjük be

source: In a surprise announcement {0}, a company known for games such as {1} has revealed that they have been working on their very own game console. The console which is called {2} is said to compete with the high end consoles from companies like Mirconoft and Vonny.{n}We are eager to see how much of an impact this new console will have.
hu: Meglepetés bejelentésében {0}, egy cég, ami olyan játékokról ismert, mint a(z) {1} felfedte, hogy a saját játékkonzolján dolgozik. A konzol neve {2} és azt állítják, hogy olyan cégek, mint a Mirconoft és Vonny legfejlettebb konzoljaival fog vetekedni.{n}Alig várjuk, hogy kiderüljön, mekkora hatással bír majd ez az új konzol.

source: which had only limited commercial success.
hu: ami csak visszafogott üzleti sikereket ért el.

source: which had moderate commercial success.
hu: ami közepes üzleti sikereket ért el.

source: which had a sizeable following and really made an impact in the market.
hu: ami figyelemre méltó számú követőket szerzett és jókora hatással volt a piacra.

source: {0} has announced that they are working on a new game console. The console named {1} is planned as a successor to their earlier contender, the {2}
hu: {0} bejelentette, hogy egy új játékkonzolon dolgoznak. A konzol a(z) {1} nevet kapta és korábbi versenyzőjük, a(z) {2} gép utódjának szánják.

source: I will get right to it.
hu: Azonnal nekilátok.

source: Okay, you are the boss.
hu: Rendben, te vagy a főnök.

source: Congratulations on finishing Game Dev Tycoon and thank you for playing! If you enjoyed our little game then please consider rating the game on the Store. You can also send us some feedback
hu: Gratulálunk, hogy végigvitted a Game Dev Tycoont és köszönjük, hogy játszottál! Ha élvezted a kis játékunkat, kérlek, fontold meg az értékelését a Store-on. Emellett némi visszajelzést is küldhetsz nekünk

source: and, if you really loved the game, you can (if you wish) vote with your wallet to support us even further.
hu: és ha tényleg imádtad a játékot, a pénztárcáddal szavazhatsz ránk (ha akarsz), hogy még tovább támogass minket.

source: See options...
hu: Lehetőségek...

source: No, thanks
hu: Köszönöm, nem!

source: Continue game
hu: Játék folytatása

source: If you wish you can continue playing but please note that there will be no more platform releases or other story elements.
hu: Ha szeretnéd, folytathatod a játékot, de kérlek vedd figyelembe, hogy több platform kiadás vagy egyéb történeti elemek már nem érkeznek.

source: Audio Settings
hu: Hangbeállítások

source: Help
hu: Segítség

source: About
hu: Készítőkről

source: Feedback & Support
hu: Visszajelzés és támogatás

source: Privacy Policy (online)
hu: Adatvédelmi szerződés (internetes)

source: >> Lite Version <<
hu: >> Kevesebb változat <<

source: >> Trial <<
hu: >> Próbaverzió <<

source: Tap to start game ...
hu: Koppints a játék indításához...

source: Click to start game ...
hu: Kattints a játék indításához...

source: Starting game...
hu: Játék indítása...

source: Click to continue ...
hu: Kattints a folytatáshoz...

source: Starting ...
hu: Indítás...

source: Finishing ...
hu: Befejezés...

source: Completed:
hu: Befejezve:

source: Research complete
hu: Kutatás befejezve

source: You have successfully researched a new topic: '{0}'.
hu: Sikeresen kifejlesztettél egy új témát: '{0}'.

source: You have successfully researched '{0}'.
hu: Sikeresen kifejlesztetted a(z) '{0}'-t.

source: Engine complete!
hu: Motor kész!

source: Your new game engine '{0}' is now complete!
hu: '{0}', az új játékmotorod elkészült!

source: If the issue persists please report this error to {0}
hu: Ha a hiba továbbra is fennáll, kérlek, jelentsd be ide: {0}

source: Your bank account is in the red. Thankfully your bank has enabled you to overdraw your account up to {0} but be careful, if your account balance is below -{0} you will go bankrupt.
hu: A banki egyenleged vörösben van. Szerencsére a bank engedélyezte a túlhívást {0} összegig, de légy óvatos, mivel ha -{0} alá kerül az egyenleged, csődbe mész.

source: Warning
hu: Figyelmeztetés

source: Unfortunately you are bankrupt.
hu: Sajnos csődbe jutottál.

source: We have just got confirmation that {0}, which has been in financial trouble lately, has gone bankrupt. It appears that {1}, a behemoth in the gaming industry, has purchased the remains of the company.
hu: Megerősítést nyert, hogy {0}, amely pénzügyi nehézségekkel küzdött, csődbe ment. Úgy tűnik, hogy {1} játékiparbeli cégóriás felvásárolta a becsődölt céget.

source: A spokesperson of {0} said, 'We are very excited to have acquired the rights to all of {1} previously released titles.' Hearing this news, many fans of {1} have expressed their disappointment.
hu: {0} egyik szóvivője azt mondta, 'Nagyon izgatottak vagyunk, amiért sikerült beszereznünk {1} minden korábban megjelent címét.' Ezt a hírt hallva {1} számos rajongója csalódottságát fejezte ki.

source: Breaking News
hu: Fontos hírek

source: dev. license
hu: fejl. licenc

source: I love your work
hu: Imádom a munkádat

source: I am impressed by your talent
hu: Lenyűgöz a tehetséged

source: I think you have potential
hu: Azt gondolom nagy lehetőség rejlik benned

source: Hi there, I've just finished {0} and {1}. I'm in the contracting business and we could use skills like yours. If you are ever short on cash just let me know and I will see if I have some work for you. Jason
hu: Üdv, Épp most fejeztem be a következőeket: {0} és {1}. A szerződéses iparágban dolgozom, ahol tudnánk hasznosítani a hozzád hasonló képességeket. Ha kevés pénzed van, csak tudasd velem, és megpróbálok neked ilyen munkákat szerezni. Jason

source: Contract Work
hu: Szerződéses munka

source: Hi again, I heard that you've been very successful in the gaming business and are starting to grow your team. I've updated our client list, so if you are looking for some contract work let me know. Jason{n}Medium sized contracts have been unlocked.
hu: Üdv ismét, Úgy hallottam, hogy nagyon sikeres lettél a játékiparban és már másokkal dolgozol együtt. Kibővítettem az ügyféllistánkat, így ha újra szerződéses munka kell, csak szólj. Jason{n}Közepes méretű szerződések megnyitva.

source: Wow, I have seen some pictures of your new office! Cutting edge stuff! I'm sure you are doing very well but if you need to top up your budget I've a couple of big jobs that need to be taken care of. Jason{n}Large contracts have been unlocked.
hu: Ejha, láttam néhány képet az új irodádról! Élvonalbeli cucc! Biztosra veszem, hogy jól megy neked, de ha szeretnéd feltölteni a költségvetésedet, lenne itt néhány nagyobb elintézendő munkám. Jason{0}Nagy szerződések feloldásra kerültek.

source: Jason here. I just got word from the client that the contract was completed successfully. Excellent work!
hu: Itt Jason. Most kaptam megerősítést az ügyféltől, hogy a szerződést sikeresen teljesítetted. Kitűnő munka!

source: Jason here. I see that the contract was not completed in time. Be careful what contracts you accept otherwise those penalties quickly add up.{n}Don't worry too much though, I don't hold grudges. If you want to try again let me know.
hu: Itt Jason. Látom, hogy a szerződést nem sikerült időben teljesíteni. Légy óvatos a szerződések elfogadásával, különben a büntetések hamar összeadódnak.{n}Nagyon ne aggódj miatta, nem szokásom a haragtartás. Ha meg akarod újra próbálni, csak szólj.

source: Usually I have new contracts every six months so check back some time.
hu: Általában hat havonta vannak új szerződéseim, szóval érdeklődj majd valamikor.

source: Up-front payment
hu: Előrefizetés

source: Contract Refund
hu: Szerződési visszatérítés

source: Graphic
hu: Grafika

source: Popular genre:
hu: Népszerű műfaj:

source: Popular: New topics
hu: Népszerű: Új témák

source: Strong audience:
hu: Erős közönség:

source: Trend: Strange combinations
hu: Trend: furcsa párosítások

source: It seems that the market has normalized again with no particular strong trends at the moment.
hu: Úgy tűnik a piac ismét helyreállt, jelenleg nincs meghatározó erős trend.

source: It seems that {0} games are especially popular at the moment.
hu: Úgy tűnik a(z) {0} játékok jelenleg különösen népszerűek.

source: There is a clear trend towards {0} games recently.
hu: {0} játékok iránt nyilvánvaló trend mutatkozik mostanában.

source: It seems that the market responds particularly well to games with new topics at the moment.
hu: Úgy tűnik a piac jelenleg különösen jól reagál az új témával rendelkező játékokra.

source: Market Analysis
hu: Piaci elemzés

source: Grid income
hu: Rácsos jövedelem

source: Our own game convention is taking place in 4 weeks!
hu: A saját játékkiállításunk 4 hét múlva kezdődik!

source: In two months the {0} will be taken off the market!
hu: Két hónap múlva a(z) {0} már nem lesz piacon!

source: {0} is no longer supported. You've released {1} games for the platform and earned a total of {2}!
hu: {0} már nem támogatott. {1} játékot adtál ki a platformra és összesen {2} bevételed volt!

source: {0} is no longer supported.
hu: {0} már nem támogatott.

source: We had {0} people visiting our booth this year.
hu: Idén {0} ember látogatta meg a standunkat.

source: We didn't make it in the top 100 booths this year. Once we gain more fans I'm sure we will!
hu: Nem sikerült idén bejutnunk a 100 legjobb stand közé. Amint több rajongót szerzünk, biztosra veszem, hogy ez is sikerülni fog!

source: We were voted the number one booth this year! Congratulations!
hu: Minket szavaztak meg idén a legjobb standnak! Gratulálok!

source: We made it into the top 100 conference attractions this year at place {0}.
hu: {0}. helyen idén bejutottunk a 100 legjobb látványos konferencia közé.

source: Our convention had {0} visitors this year!
hu: A kiállításunk idén {0} látogatót csábított ide!

source: Game Conference
hu: Játék konferencia

source: monthly costs
hu: havi költségek

source: Young
hu: Fiatal

source: Mature
hu: Felnőtt

source: Everyone
hu: Mindenki

source: in the coming years
hu: az elkövetkezendő években

source: early next year
hu: a következő év első felében

source: late next year
hu: a következő év második felében

source: later next year
hu: később a jövő évben

source: later this month
hu: később e hónapban

source: next month
hu: következő hónapban

source: in two months
hu: két hónapon belül

source: in the coming months
hu: az elkövetkezendő hónapokban

source: at the end of this year
hu: idén, év végén

source: later this year
hu: később még idén

source: Recent market studies suggest that the Govodore G64 is steadily outselling competitors in the PC sector. Consumers prefer the lower price, greater availability and the flexible hardware configuration over other home computers.{n}Experts say that this might spell the end of competing hardware manufacturers.
hu: A nemrég készített piaci felmérések szerint a Govodore G64 eladásokban egyenletesen lehagyja kihívóit a PC szektorban. A fogyasztók az alacsonyabb árat, jobb elérhetőséget és a flexibilis hardverkonfigurációkat választják a többi otthoni számítógép helyett.{n}A szakértők szerint ez jelentheti a konkurens hardvergyártók végét.

source: Recent market data shows that the Govodore G64 seems to be slowly losing market share against other PC manufacturers.{n}In an unofficial statement a G64 employee said that the company has been unsuccessful in introducing higher priced computers to compete against newer and more advanced PCs.
hu: A nemrég készített piaci felmérések szerint a Govodore G64 lassan elveszíti piaci részesedését a kihívói ellen a PC szektorban. Egy nem hivatalos bejelentésében egy G64 alkalmazott azt állította, hogy a vállalat nem járt sikerrel a magasabb árú számítógépek bevezetésében az újabb és fejlettebb PC-k ellen.

source: Hardware manufacturers around the world were surprised today as Govodore, the creator of the popular G64, has filed for bankruptcy.{n}Govodore failed to introduce a higher priced alternative and was forced to shut down production of the G64. The platform will retire from the market {0}.
hu: A hardvergyártók az egész világon ma meglepődve vették tudomásul, hogy a Govodore, a népszerű G64 gyártója csődöt jelentett.{n}A Govodore-nak nem sikerült egy magasabb árú alternatívát bemutatnia és kénytelen volt leállítani a G64 előállítását. A platform leköszönésének ideje a piacról: {0}.

source: According to rumours the Japanese company Ninvento is planning to launch its very own home gaming console. Ninvento is known for the widely successful arcade game 'Dinkey King'.{n}Many industry experts doubt that home gaming consoles will take off but we are eager to see what Ninvento will deliver.
hu: A szóbeszéd szerint a japán vállalat, a Ninvento a saját otthoni játékkonzoljának kiadását tervezi. A Ninvento a széles körben sikeres árkád játék, a 'Dinkey King' készítőjeként ismert.{n}Számos ipari szakértő kétli, hogy az otthoni játékkonzolok sikeresek lehetnek, de mi már alig várjuk, hogy mivel hozakodik elő a Ninvento.

source: Today, Ninvento has confirmed recent rumours and announced their plans to release a new home gaming console called 'TES' {0}. The console features cartridge based games and a uniquely designed controller.
hu: A mai napon a Ninvento megerősítette a korábbi pletykákat, és bejelentették, hogy egy új otthoni játékkonzolt fognak kiadni, 'TES' néven, ekkor: {0}. A konzol kazettás alapú játékokat és egyedileg tervezett kontrollert fog használni.

source: Recent studies suggest that the increasing variety of gaming devices also creates a market for more specialized games. Some platforms become more popular with younger gamers while others cater for the more mature age groups.{n}As more and more developers enter the market we expect developers to focus their games on specific age groups to really make an impact.
hu: A nemrég készített felmérések szerint az egyre változatosabb játékeszközök egyre részletesebb játékok piacát nyitják meg. Néhány platform a fiatalabb játékosok körében lett népszerűbb, míg mások idősebb korcsoportokat látnak el.{n}Miközben egyre több fejlesztő lép be a piacra, azt várjuk, hogy a fejlesztők a játékaikkal bizonyos korcsoportokra koncentrálnak a nagyobb hatás érdekében.

source: The recently released TES home console by Ninvento has proven to be a massive success. Sales numbers have exceeded expectations by far.{n}As one customer says: 'I love the games that come with the TES and playing with a controller is so much more fun than on a keyboard.'
hu: A Ninvento által nemrég megjelentetett TES otthoni konzol hatalmas sikernek bizonyult. Az eladási értékek eddig minden várakozást felülmúltak.{n}Ahogyan egy vásárló is mondta: 'Imádom a TES-hez járó játékokat és kontroller játszani őket sokkal jobb szórakozás, mint billentyűzettel.'

source: Following the massive success of the TES console there are now rumours circulating that Vena, another Japanese company, is planning to release a home gaming console on their own.
hu: A TES konzol hatalmas sikerét követően szóbeszédek keltek szárnyra arról, hogy a Vena, egy másik japán vállalat a saját otthoni játékkonzoljának kiadását tervezi.

source: Today, Vena has confirmed recent rumours about a new gaming console and announced the Master V. The company claims that the Master V is technically superior to the massively successful TES by Ninvento and plans to release it {0}.
hu: A mai nap a Vena megerősítette a korábbi pletykákat az új játékkonzolról, és bejelentették a Master V érkezését. A cég szerint a Master V, amely technikailag fejlettebb a nagyon sikeres Ninvento TES konzoljánál, a(z) {0} dátumon fog megjelenni.

source: The recently released gaming console, Master V by Vena, has stirred up the market worldwide. Industry experts say that the console is not very well marketed in North America but that it will flourish in other parts of the world.
hu: A nemrég kiadott játékkonzol, a Master V a Venától, teljesen felforgatta a piacot az egész világon. Az ipar szakértői szerint a konzol nem kap túl jó marketinget Észak-Amerikában, de a világ többi részén nagyszerű eladásokat fog elérni.

source: With the growing interest in video games there is also a growing audience for video game magazines. These magazines offer a great new way for game developers to market their upcoming games.
hu: A videójátékok egyre növekvő érdeklődési körével a videójáték magazinok közönsége is folyamatosan nő. Ezek a magazinok nagyszerű új lehetőségeket nyújtanak a játékfejlesztőknek, hogy közelgő játékaikat hirdessék.
