Repository: gorrt/gdt-translations
Catalog: *.po
Languages: hu

source: You've successfully unlocked marketing. You can access marketing options in the action menu but only while a game is in development.
hu: Sikeresen megnyitottad az értékesítést. Elérhetővé váltak az akciómenüben a hirdetési lehetőségek, de csak a játékok fejlesztésének idejére.

source: Marketing can be very effective to reach more potential customers but it can be very expensive too. It is best to experiment carefully with marketing to get a feel for what works best. Don't invest too much and remember that timing is important. Don't invest in your marketing efforts too early in development or too late.{n}It is also important to know that no matter how much money you pump into marketing, it will not make a bad game successful. To the contrary, it can even hurt to market bad games too much as it can upset your existing fans.
hu: Az értékesítés/hirdetés nagyon hatásos abban, hogy több potenciális vásárlóhoz érj el, de ehhez mérten eléggé drága is. A legjobb, ha óvatosan tapasztalod ki, hogy milyen stratégia működik a legjobban. Ne fektess bele túl sokat, és vedd figyelembe, hogy fontos az időzítés. Ne költs a hirdetésekre a játékfejlesztés túl korai vagy késői szakaszában.{n}Fontos még továbbá az is, hogy nem számít a hirdetésre költött pénz; ha egyszer nem jó a játék, ettől még nem lesz sikeres. Ami azt illeti, a rossz játékok hirdetései még a meglévő rajongóidat is feldühíthetik.

source: Hype points
hu: Felhajtás pontok

source: Developing a great game is not the only recipe for success. It is essential to build hype to ensure that players are excited about your game.{n}In the beginning of your career, hype is mostly generated through random events but once you gain more experience you can use marketing and other strategies to generate hype.
hu: Nemcsak egy nagyszerű játék kifejlesztése a siker receptje. Létfontosságú felhajtást kelteni, biztosítani a játékosok izgatottságát a játékod irányában.{n}A karriered kezdetén a felhajtást főként véletlenszerű események generálják, de miután több tapasztalatot szerzel, marketing és egyéb stratégiák bevetésével is megteheted ezt.

source: Level 2
hu: 2. szint

source: You now may also train yourself and your staff to improve skills. Let's try this by completing a management course which is required before you can hire your first employee.{n}To get started close this message and then {0} on your character to bring up the training menu.
hu: Most már lehetőséged van magadat és a munkatársakat is képezni a képességeik terén. Próbáld ki azzal, hogy elvégzed a menedzsertanfolyamot, ami szükséges az első alkalmazott felvételéhez.{n}Az indításhoz zárd be ezt az üzenetet és {0} a karakteredre, hogy előhozd a képzési menüt.

source: First engine
hu: Első motor

source: Congratulations! Your first custom game engine is now ready. You should try using it in your next game.
hu: Gratulálunk! Elkészült az első egyedi játékmotorod. Ki is próbálhatnád a következő játékodban.

source: Finding staff
hu: Munkatársak keresése

source: Before you can hire someone you have to advertise the open position, set an advertising budget and decide how you want to test your applicants.{n}A high budget will increase the number of applicants and the different tests will help find people with the right balance of design and technology skills.
hu: Mielőtt felvehetnél valakit, meg kell hirdetned a nyitott pozíciót; adj meg egy hirdetési költségvetést, illetve döntsd el, hogyan akarod tesztelni a jelentkezőket.{n}A nagy keret növelni fogja a jelentkezők számát, a különféle tesztek pedig segítenek megtalálni azokat, akiknél a technológiai és a dizájn képességek megfelelő szinten vannak.

source: Staff vacation
hu: Alkalmazotti nyaralás

source: From time to time your employees need to recharge their batteries and go on vacation. You can tell that an employee is in need of rest when their efficiency steadily decreases.{n}To give them a holiday just {0} on them and select Send on Vacation
hu: Időről időre a dolgozóknak szükségük van a kikapcsolódásra, nyaralásra. Ha hatékonysága folyamatosan csökkenést mutat, nyilvánvaló, hogy a beosztottnak pihenésre van szüksége.{n}Szabadságra küldéshez csak {0} rajta és válaszd ki a Szabadságra küldés opciót

source: Hiring staff
hu: Alkalmazottak felvétele

source: The search for the open position is complete! You can now review the list of applicants and hire someone for this position.{n}Don't forget that you can always train your employees to improve their skills.
hu: A keresés a szabad álláshoz befejeződött! Most megtekintheted a jelentkezők listáját és felvehetsz valakit a pozícióra.{n}Ne felejtsd el, hogy az alkalmazottaidat képezheted is, fejlesztve ezzel a képzettségeiket.

source: Staff hired
hu: Alkalmazott felvéve

source: Congratulations on your first hire! New employees have to settle in before they become fully effective. When a character is not fully efficient you can see an efficiency bar next to them. This bar will fill up slowly over time.{n}It is usually a good idea to give your new staff a Welcome training to get them up to speed quickly. This will maximize their efficiency way faster than normally. To do this close this message and then {0} on the character to bring up the action menu.
hu: Gratulálunk az első alkalmazásodhoz! Az új alkalmazottaknak előbb be kell rendezkedniük, mielőtt teljesen hatékonnyá válnak. Amikor egy karakter nem teljesen hatékony, láthatsz mellettük egy hatékonysági sávot. Ez a sáv idővel lassan feltöltődik.{n}Általában jó ötlet az új alkalmazottakat Üdvözlő kiképzésben részesíteni, hogy gyorsabban képbe kerüljenek. Ez átlagosnál gyorsabban fogja maximalizálni a hatékonyságukat. Ehhez zárd be ezt az üzenetet, majd {0} a karakterre az akciómenü megnyitásához.

source: Hiring more staff
hu: Több alkalmazott felvétele

source: You can hire up to four employees in this office. Don't try to hire everyone at once as staff are expensive. Many rookies hire too early and go bankrupt. It is best to take it slow.
hu: Maximum négy alkalmazott vehetsz fel ebbe az irodába. Ne próbálj meg mindenkit egyszerre felvenni, ugyanis az alkalmazottak drágák. Számos újonc túl korán vesz fel és jut csődbe. A legjobb lassan csinálni.

source: Boosts
hu: Növelők

source: Boosts are a powerful tool that allow you to temporarily increase the output of your staff. They are most effective when timed strategically during the development of a game or during training.{n}Boosts need to recharge before you can use them. You can activate a boost as soon as the recharge progress is complete but you can also wait a little longer to further increase the effectiveness of the boost.
hu: A növelők hatékony eszközök, amelyek lehetővé teszik az alkalmazottaid teljesítményének ideiglenes megnövelését. Akkor a leghatékonyabbak, ha a játékfejlesztés vagy kiképzés alatt taktikusan alkalmazod.{n}A növelőknek újra kell töltődniük, mielőtt használhatnád őket. Egy növelőt az újratöltés után azonnal alkalmazhatsz, de várhatsz is még vele egy kicsit hatékonyságának tovább növeléséhez.

source: Additional game features
hu: További játéktulajdonságok

source: During development you can also select additional features for your game. Right now you can only pick 'Basic Sounds' but your options will increase quickly. Selecting additional features makes the game generally better but also increases its cost.{n}You will also see the graphic type you selected when you defined the game. This is just to remind you of your choice. You cannot change the type of graphics mid-game.
hu: A fejlesztés alatt további tulajdonságokat adhatsz a játékodnak. Jelenleg csak az 'Egyszerű hangok' kiválasztható, de lehetőségeid gyorsan bővülni fognak. További tulajdonságokat hozzáadva a játék általánosságban jobbá válik, de ezzel a fejlesztési ár is növekszik.{n}Továbbá itt látható a játék grafikájának típusa is, ez emlékeztetőül szolgál számodra. Fejlesztés közben nem változtathatod meg a grafika típusát.

source: Finishing phase
hu: Befejező szakasz

source: The development of your first game is now complete. You can press the 'Finish' button to publish your game but you should only do that once you fix the majority of bugs.{n}Releasing a game without fixing bugs can severely affect your ratings so you should only ever consider that if you need the cash and you can't afford to wait.
hu: Az első játékod fejlesztése elkészült. Most megnyomhatod a 'Befejezés' gombot a játékod kiadására, de ezt inkább csak akkor tedd meg, ha kijavítottad a hibák nagy részét.{n}A játékot a hibák kijavítása nélkül kiadni csak akkor ajánlott, ha nem engedheted meg a várakozást, mindenképpen szükséged van a pénzre, másképpen a hibák nagy mértékben befolyásolhatják a játék megítélését.

source: Training
hu: Képzés

source: If you want to create hit-games and have a world class team then training is important. For best results train your staff regularly but don't overwhelm them with too many sessions at once.{n}There are different training options available. Some options are better to increase certain skills than others. Experimenting is the best way to figure out which training options fit your plans. It is useful to have a mix of 'specialists' and allrounders in your team but aim to have at least one design specialist and technology specialist.
hu: Ha sikerjátékokat akarsz fejleszteni és világszínvonaló csapatra vágysz, akkor a kiképzés elengedhetetlen. A legjobb eredmények érdekében képezd alkalmazottaidat rendszeresen, de ne terheld őket túl sok alkalommal egyszerre.{n} Néhány lehetőség jobb bizonyos képzettségek növeléséhez, mint mások. A kísérletezés a legjobb módja annak kiderítésére, hogy melyik kiképzési mód illik a terveidhez. Hasznos vegyes 'specialistákat' és univerzális embereket a csapatodban tudni, de koncentrálj arra, hogy legalább egy dizájn és technológiai specialista is legyen köztük.

source: Level 5 unlocks
hu: 5. szintű elemek

source: Someone on your team has reached experience level 5! This unlocks a special training item called Boost. The training for it is expensive and you can only do it once the character has at least 500 design or technology points but the investment is well worth it.{n}Once trained, the boost allows you to temporarily increase the output of your staff and can really help you to make a hit-game.
hu: Valaki a csapatodban elérte az 5-ös szintet! Ez megnyitja a Növelő nevű különleges kiképző elemet. A kiképzése drága és csak akkor alkalmazhatod, ha a karakter elért legalább 500-as értékű dizájn vagy technológiai pontszámot, de a befektetés mindenképpen megéri.{n}A kiképzés után a növelő lehetővé teszi az alkalmazottaid teljesítményének ideiglenes megnövelését és nagyban segíthet egy sikerjáték készítésében.

source: Publishers
hu: Kiadók

source: Using a publisher is a great way to get your games in front of a large audience which in turns helps to grow your fan base. Once your fan base is big enough you can self-publish your larger games without the need for a publisher. For medium games you should aim to have at least 100K fans before you publish them yourself.{n}To use a publisher you need to sign a contract. The contract will dictate what game you need to create. Pay attention to all the details, most importantly the minimum score that the contract dictates. If the game you release does not meet the minimum score you will have to pay a penalty, which can be costly.{n}It is also important to pay attention to the royalty rate. The higher the rate the more money you will make from the contract.
hu: Ha kiadóval dolgozol, nagyszerű lehetőséged van a játékaid széles közönség előtti megismertetésére, ezzel növelve rajongói bázisodat. Ha elég nagy lesz a rajongói bázisod, akkor megpróbálkozhatsz a saját kiadással, ahol nincs szükséged kiadóra. Közepes játékoknál legalább 100 ezer rajongó az ajánlott önkiadáshoz.{n}Kiadóval történő munkához alá kell írnod a szerződést. A szerződés határozza meg, hogy milyen játékot kell létrehoznod. Minden részletre figyelj, de a legfontosabb a meghatározott minimum pontszám. Ha a kiadott játék nem hozza a megadott pontszámot, büntetést kell fizetned, ami nem kevés pénz.{n}Másik fontos érték a jogdíj mértéke; minél magasabb az érték, annál több pénzt kapsz az eladások után.

source: Design specialist
hu: Dizájn specialista

source: R&D lab is ready
hu: K&F labor elkészült

source: To start a project simply {0} the screen to bring up the research menu. Once you start a project you can also cancel it using the same menu.
hu: Egy projekt indításához egyszerűen {0} a képernyőre, hogy felhozd a kutatási menüt. Miután elindítottál egy projektet, ugyanezzel a menüvel állíthatod le.

source: Hardware lab is ready
hu: A hardverlabor elkészült

source: R&D project started
hu: R&D projekt elindult

source: The project is now started and as your researchers work on it you will see the progress in the status card. Don't forget to adjust the budget! If the budget is 0 the project will never progress.
hu: A projekt elindult, és ahogy a kutatók dolgoznak, úgy láthatod a státuszkártyás folyamatjelzőn az előrehaladást. Ne felejtsd el beállítani a költségvetést! Ha a költségvetés nullán áll, a projekt soha nem fog haladni.

source: Console Development
hu: Konzol fejlesztés

source: Developing your own console is a very costly undertaking. Not only do you have to pay a big chunk of money up front for the project but you will also have to pay your hardware lab crew. Only attempt to create a console if you are confident that you have enough capital.{n}When developing a console you can decide on how your console will look like and decide on the technical features as well as the quality assurance budget. The more sophisticated your technology is the better the console will fare against competing products. The more budget you reserve for QA the better the quality of your console will be.
hu: Egy saját konzol fejlesztése nagyon költséges folyamat. Nem csak hogy rengeteg pénzt kell előre kifizetni, de fizetést kell adni a hardverlaborban dolgozóknak is. Csak akkor próbálkozz meg egy konzol létrehozásával, ha elég tőkével rendelkezel.{n}Egy konzol fejlesztése közben meghatározhatod a konzol küllemét, technikai jellemzőit, sőt a minőségellenőrzés költségvetését is. Minél kifinomultabb a technológiád, annál jobb esélyei lesznek a versenytársaival szemben. Minél több pénzt áldozol a minőségellenőrzésre, annál jobb lesz a konzolod minősége.

source: Console released
hu: Konzol megjelentetve

source: Your very own game console is now on the market. Game consoles are complex machines and when you sell a lot of them it is only natural that some of them need to be repaired.{n}While your console is on sale your hardware team will have to work off maintenance points. Depending on the quality of the console and how many you sell these points vary from week to week.{n}Try to give your hardware lab enough budget so that they stay on top of the maintenance, otherwise customers will become unhappy when they have to wait too long for their consoles to be repaired. You can see how well your team is doing in the console information card in the top left of the screen.
hu: A legelső konzolod a piacra került. A játékkonzolok bonyolult gépek, így előbb-utóbb szükség lesz a javításukra, ahogy egyre többet adsz el belőlük.{n}Amíg a konzol a piacon van, a hardvercsapatod szervizpontokat gyűjt. A konzol minőségétől és az eladott mennyiségtől függően változik ezek mennyisége.{n}Adj elegendő pénzt a hardverlabornak, hogy folyamatos legyen a szervizellátás, ellenkező esetben a vásárlók idegesek lesznek, hogy sokáig kell várniuk a javításokra. A képernyő bal felső sarkában látható konzolinformációs kártyán láthatod, hogyan dolgozik a csapatod.

source: MMO on sale
hu: MMO a piacon

source: Your MMO is on sale now. MMOs work slightly different than normal games. MMOs not only generate income but also cause maintenance costs as we need to run game servers and provide customer services. You will see the amount of maintenance paid in the sales card.{n}Unlike other games which have a limited sales duration MMOs sell indefinitely. You will have to decide yourself when you want to take an MMO off the market. To take an MMO off the market simply {0} on the sales card to bring up a menu.{n}Since MMOs are so expensive to create you might want to try to expand your current MMO rather than create a new one. To do this you will need to create a expansion pack, which you can start to research now.
hu: Az MMO-d eladása elkezdődött. Az MMO-k működése kissé különbözik az átlagos játékokétól. Az MMO-k nemcsak bevételt adnak, de karbantartási kötségek is felmerülnek, mivel játékszervereket és vevőszolgálatot kell működtetnünk. Az eladási kártyán megtalálod a kifizetett karbantartási költségeket.{n}Más játékokkal ellentétben, amelyek korlátozott eladási idővel rendelkeznek, az MMO-k végtelenül eladhatóak. Neked kell eldöntened, hogy mikor vonsz ki egy MMO-t a piacról. Egy MMO piacról való kivonásához egyszerűen {0} az eladási kártyára a menü megnyitásához.{n}Mivel az MMO-k fejlesztése igen drága, dönthetsz esetleg a már meglévő MMO-d bővítése mellett egy új létrehozása helyett. Ehhez létre kell hoznod egy kiegészítőt, aminek a kutatását most megkezdheted.

source: Additional Specialists
hu: További specialisták

source: While you only need one specialist to start running a lab you can train more than one. Additional specialists decrease the overall running cost of your lab.
hu: Bár csak egy specialista szükséges a labor indításához, többet is képezhetsz. A további specialisták csökkentik a laborod üzemeltetési költségeit.

source: Finish
hu: Befejezés

source: Fill Position
hu: Pozíció betöltése

source: Hint
hu: Tipp

source: You have to complete the Staff Management training before you can hire someone. Simply {0} on your player character to access the training menu.
hu: Előbb el kell végezned az Alkalmazottmenedzsment kiképzést, mielőtt felbérelhetnél valakit. Egyszerűen {0} kattints a játékos karakteredre a kiképzési menü eléréshez.

source: {0} per month
hu: {0} havonta

source: Small Booth
hu: Kicsi stand

source: This is a small pop up stand where we can show our marketing material. It isn't very impressive but a common setup at the G3.
hu: Ez egy kicsi elárusítóhely, ahol megmutathatod a piaci termékeidet. Nem túl lenyűgöző, de szokványos látvány a G3 területén.

source: Medium Booth
hu: Közepes stand

source: This is a larger booth in a better location. We should expect more visitors with this booth and have space to give away demos of our games.
hu: Ez egy nagyobb stand egy frekventáltabb helyen. Több látogatót remélhetünk és van elég hely a játékaink bemutatására is.

source: Large Booth
hu: Nagy stand

source: With this package we get our own section in the main hall of the G3. We can expect a large number of visitors.
hu: Ezzel a hellyel saját részleget kapunk a G3 főcsarnokában. Sok látogatóra számíthatunk.

source: Custom
hu: Egyéni

source: Game #
hu: Játék #

source: Action
hu: Akció

source: Adventure
hu: Kaland

source: RPG
hu: Szerepjáték

source: Simulation
hu: Szimuláció

source: Strategy
hu: Stratégia

source: Casual
hu: Alkalmi

source: Take off market
hu: Eltávolítás a piacról

source: Develop patch ({0})
hu: Javítás fejlesztése ({0})

source: Research...
hu: Kutatás…

source: Train...
hu: Oktatás…

source: Send on Vacation
hu: Szabadságra küld

source: Fire...
hu: Kirúg…

source: Develop New Game...
hu: Új játék fejlesztése…

source: Develop Sequel...
hu: Folytatás fejlesztése…

source: Develop Expansion Pack...
hu: Kiegészítő fejlesztése…

source: Create Custom Engine...
hu: Egyéni motor létrehozása…

source: Find Contract Work...
hu: Megbízások keresése…

source: Find Publishing Deal...
hu: Kiadó keresése…

source: Staff List...
hu: Munkatársak listája…

source: Game History...
hu: Játékelőzmények…

source: Cancel Project...
hu: Projekt leállítása…

source: Start Project...
hu: Projekt indítása…

source: Develop Console...
hu: Konzol fejlesztése…

source: Previously shown tutorial messages for the active game are shown here. To see tutorial messages here, please continue an existing game or start a new one. You can start a new game via the app bar.
hu: Az aktív játékban előzőleg mutatott oktató üzenetek itt megtalálhatóak. Az oktató üzenetek megtekintéséhez folytass egy meglévő játékot, vagy kezdj újat. Új játékot az alkalmazás sávjából indíthatsz.

source: Pick Topic
hu: Válassz témát

source: Pick Platform
hu: Válassz platformot

source: Dev. cost:
hu: Fejl. ár:

source: License cost:
hu: Licenc költség:

source: Marketshare:
hu: Piacrészesedés:

source: Pick Genre
hu: Válassz műfajt

source: Pick Engine
hu: Motor választása

source: The big game convention will take place in four weeks time. Do you want to participate?
hu: A nagy játékkiállítás 4 hét múlva esedékes. Részt akarsz venni rajta?

source: Costs: {0}
hu: Költség: {0}

source: Game Convention: G3
hu: Játékkiállítás: G3

source: {0} Convention
hu: {0} kiállítás

source: Console Name
hu: Konzol neve

source: Variation {0}
hu: Változat {0}

source: {0} costs
hu: {0} költség

source: Backlog: {0}
hu: Lemaradás: {0}

source: {0} not researched
hu: {0} nincs kikutatva

source: Min Score: {0}
hu: Minimum pont: {0}

source: Game Size:
hu: Játék mérete:

source: Target Audience:
hu: Célközönség:

source: Royalties: {0}%
hu: Jogdíj: {0}%

source: Up-front Pay: {0}
hu: Fizetési előleg: {0}

source: Penalty: {0}
hu: Büntetés: {0}

source: (no license)
hu: (nincs licenc)

source: Pay: {0}
hu: Fizet: {0}

source: {0} weeks
hu: {0} hét

source: There are no contracts currently available.
hu: Jelenleg nincs szerződéses munka.

source: Development Stage {0}
hu: {0}. fejlesztési állomás

source: {0} Lvl. {1}
hu: {0} {1}. szint

source: Cost: {0}
hu: Költség: {0}

source: Drag staff here
hu: Húzd ide a dolgozót

source: Design:
hu: Kivitelezés:

source: Tech.:
hu: Technológia:

source: Dev. stage {0}
hu: {0}. fejl. állomás

source: Game Engine #{0}
hu: #{0} játékmotor

source: Sequel to {0}
hu: {0} folytatása

source: Game Concept
hu: Játékelképzelés

source: {0} does not support {1} games!
hu: {0} nem támogatja a(z) {1} játékméretet!

source: MMO's cannot be small or medium.
hu: Az MMO játékok nem lehetnek kicsi vagy közepes méretűek.

source: Engine does not support MMO.
hu: A játékmotor nem támogatja az MMO játéktípust.

source: Most expensive ({0}): {1}
hu: Legdrágább ({0}): {1}

source: Most profitable ({0}): {1}
hu: Legnagyobb profitú ({0}): {1}

source: Least profitable ({0}): {1}
hu: Legkisebb profitú ({0}): {1}

source: Most used topic ({0}): {1}
hu: Leggyakoribb téma ({0}): {1}

source: Most used genre ({0}): {1}
hu: Leggyakoribb műfaj ({0}): {1}

source: Researched topics: {0}
hu: Kifejlesztett témák: {0}

source: Total research completed: {0}
hu: Összes befejezett kutatás: {0}

source: Design points generated: {0}
hu: Generált kivitelezési pontok: {0}

source: Technology points generated: {0}
hu: Generált technológiai pontok: {0}

source: Small games: {0}
hu: Kis játékok: {0}

source: Medium games: {0}
hu: Közepes játékok: {0}

source: Large games: {0}
hu: Nagy játékok: {0}

source: AAA games: {0}
hu: Csúcskategóriás játékok: {0}

source: Good games: {0}
hu: Jó játékok: {0}

source: Top hits: {0}
hu: Slágerjátékok: {0}

source: Publishers used: {0}
hu: Használt kiadók: {0}

source: Self-published games: {0}
hu: Saját kiadású játékok: {0}

source: Best seller: {0} ({1} units)
hu: Bestseller: {0} ({1} darab)

source: Fans: {0}
hu: Rajongók: {0}

source: Cash: {0}
hu: Pénz: {0}

source: Custom consoles: {0}
hu: Egyedi konzolok: {0}
